{
	"name": "Claim Categories",
	"children": [{
					"name": "Antibody",
					"color": "silver",
					"children": [{
									"name": "Biomarkers",
									"color": "green",
									"children": [{
													"name": "Diagnostics",
													"color": "green",
													"children": [{
																	"name": "Condition",
																	"color": "green",
																	"claimReason": "“… method of monitoring an autoimmune disorder …”",
																	"indClaim": "<p></p>37. A method of monitoring an autoimmune disorder in a subject having the autoimmune disorder, the method comprising: assaying the subject for expression of one or more biomarkers following treatment with a XYZ inhibitor, wherein the one or more biomarkers is encoded by a nucleic acid molecule comprising a nucleotide sequence selected from the group consisting of SEQ ID NOs:29, 91, and 176, thereby monitoring the autoimmune disorder in the subject.",
																	"depClaim": "<p></p>38. The method of claim 37, further comprising monitoring the subject prior to treatment with a XYZ inhibitor. <p></p> 39. The method of claim 37, wherein a sample from the subject is assayed for protein expression of the one or more biomarkers. <p></p> 40. The method of claim 37, wherein the subject is a human. <p></p> 41. The method of claim 37, wherein the autoimmune disorder is rheumatoid arthritis. <p></p> 42. The method of claim 37, wherein a sample from the subject is assayed for expression of an mRNA encoding the one or more biomarkers.",
																	"source": "<p>Source:</p><a href='https://patentimages.storage.googleapis.com/18/a1/db/2acf907eab68b8/US8092998.pdf' target='_blank'>US8092998</a>"
																},
																{
																	"name": "Efficacy",
																	"color": "green",
																	"claimReason": "“… A method for determining the efficacy of a human anti-XYZ antibody, or an antigen-binding portion thereof, for treating a subject having ankylosing spondylitis (AS), said method comprising determining a level of a collagen degradation biomarker …”",
																	"indClaim": "<p></p>7. A method for determining the efficacy of a human anti-XYZ antibody, or an antigen-binding portion thereof, for treating a subject having ankylosing spondylitis (AS), said method comprising determining a level of a collagen degradation biomarker and a synovitis biomarker in a sample(s) obtained from the subject following administration of the human anti-XYZ antibody, or antigenbinding portion thereof; and comparing the level of the collagen degradation biomarker and the synovitis biomarker in the sample(s) to a baseline level of the collagen degradation biomarker and the synovitis biomarker, wherein a lower level of the collagen degradation biomarker and the synovitis biomarker in the sample(s) relative to the baseline level of the collagen degradation biomarker and the synovitis biomarker indicates that the human anti-XYZ antibody, or an antigen-binding portion thereof, is efficacious for the treatment of AS in the subject.",
																	"depClaim": "<p></p>8. The method of claim 7, wherein the collagen degradation biomarker is type II collagen Ctelopeptide (CTX-II). <p></p>9. The method of claim 8, wherein the collagen degradation biomarker is urinary type II collagen C-telopeptide (CTX-II). <p></p>10. The method of claim 7, wherein the synovitis biomarker is matrix metalloprotease 3 (MMP3). <p></p>11. The method of claim 10, wherein the synovitis biomarker is serum metalloprotease 3 (MMP3). <p></p>12. The method of claim 1 or 7, wherein the level of the biomarker is determined by performing an ELISA.",
																	"source": "<p>Source:</p> US7919264"
																},
																{
																	"name": "Responsiveness",
																	"color": "green",
																	"children": [{
																					"name": "Example 1",
																					"color": "green",
																					"claimReason": "“… method for predicting responsiveness to a XYZ inhibitor in a subject having an autoimmune disorder, the method comprising: (i) assaying the subject for expression of one or more biomarkers predictive of responsiveness …”",
																					"indClaim": "<p></p>1. A method for predicting responsiveness to a XYZ inhibitor in a subject having an autoimmune disorder, the method comprising: <p></p>(i) assaying the subject for expression of one or more biomarkers predictive of responsiveness to a XYZ inhibitor in an autoimmune disorder, and <p></p>(ii) predicting responsiveness of the subject to the XYZ inhibitor based on expression of the one or more biomarkers in the subject, wherein the one or more biomarkers is encoded by a nucleic acid molecule comprising a nucleotide sequence selected from the group consisting of SEQ ID NOs:11, 29, 44, 62, 65, and 74, wherein decreased expression of the one or more biomarkers encoded by a nucleic acid molecule comprising a nucleotide sequence selected from the group consisting of SEQ ID NOs:11, 29, 65, and 74 is predictive of responsiveness of the subject to a XYZ inhibitor and/or wherein increased expression of the one or more biomarkers encoded by a nucleic acid molecule comprising a nucleotide sequence selected from the group consisting of SEQ ID NOs:44 and 62 is predictive of responsiveness of the subject to a XYZ inhibitor.",
																					"depClaim": "<p></p>2. The method of claim 1, wherein a sample from the subject is assayed for expression of anmRNA encoding the one or more biomarkers. <p></p>3. The method of claim 1, which further comprises selecting a treatment regimen with the XYZ inhibitor based upon expression of the one or more biomarkers in the subject or administering the XYZ inhibitor to the subject according to the treatment regimen such that the autoimmune disorder is inhibited in the subject. <p></p>4. The method of claim 1, wherein the XYZ inhibitor is an anti-tumor necrosis factor-alpha (XYZ) antibody, or antigen-binding portion thereof. <p></p>5. The method of claim 4, wherein the anti-XYZ antibody, or antigen-binding portion thereof, is selected from the group consisting of a human antibody, a humanized antibody, a chimeric antibody, or a multivalent antibody. <p></p>6. The method of claim 4, wherein the anti-XYZ antibody, or antigen-binding portion thereof, is A-mab. <p></p>7. The method of claim 4, wherein the anti-XYZ antibody, or antigen-binding portion thereof, is B-mab. <p></p>8. The method of claim 4, wherein the anti-XYZ antibody, or antigen-binding portion thereof, is C-mab. <p></p>9. The method of claim 5, wherein the human anti-XYZ antibody, or antigen-binding portion thereof, is selected from the group consisting of <p></p>i) an isolated human antibody that dissociates from human XYZ with a K d of 1×108 M or less and a Koff rate constant of 1×103 s1 or less, both determined by surface plasmon resonance, and neutralizes human XYZ cytotoxicity in a standard in vitro L929 assay with an IC50 of 1×107 M or less; <p></p>ii) an isolated human antibody with the following characteristics: <p></p>a) dissociates from human XYZ with a K off rate constant of 1×103 s1 or less, as determined by surface plasmon resonance; <p></p>b) has a light chain CDR3 domain comprising the amino acid sequence of SEQ ID NO: 305, or modified from SEQ ID NO: 305 by a single alanine substitution at position 1, 4, 5, 7 or 8 or by one to five conservative amino acid substitutions at positions 1, 3, 4, 6, 7, 8 and/or 9; <p></p>c) has a heavy chain CDR3 domain comprising the amino acid sequence of SEQ ID NO: 306, or modified from SEQ ID NO: 306 by a single alanine substitution at position 2, 3, 4, 5, 6, 8, 9, 10 or 11 or by one to five conservative amino acid substitutions at positions 2, 3, 4, 5, 6, 8, 9, 10, 11 and/or 12; and <p></p>iii) an isolated human antibody with a light chain variable region (LCVR) comprising the amino acid sequen{ce of SEQ ID NO: 303 and a heavy chain variable region (HCVR) comprising the amino acid sequence of SEQ ID NO: 304. <p></p>10. The method of claim 1, wherein the XYZ inhibitor is etanercept. <p></p>11. The method of claim 1, wherein the one or more biomarkers is encoded by a nucleic acid molecule comprising a nucleotide sequence of SEQ ID NO:44. <p></p>12. The method of claim 1, wherein the one or more biomarkers is encoded by a nucleic acid molecule comprising a nucleotide sequence selected from the group consisting of SEQ ID NOs:11 and 74. <p></p>13. The method of claim 1, wherein a sample from the subject is assayed for protein expression of the one or more biomarkers. <p></p>14. The method of claim 1, wherein the subject is a human. <p></p>15. The method of claim 1, wherein the autoimmune disorder is rheumatoid arthritis.",
																					"source": "<p>Source:</p> US8092998"
																				},
																				{
																					"name": "Example 2",
																					"color": "green",
																					"claimReason":"“… method of predicting the response of a metastatic breast cancer patient to treatment with XYZ-mab …”",
																					"indClaim": "<p></p>1. A method of predicting the response of a metastatic breast cancer patient to treatment with XYZ-mab comprising the steps of: <p></p>(a) determining the amount of each of the following biomarkers in a biological sample from a metastatic breast cancer patient that has been treated with XYZ-mab: <p></p>(1) the amino acid sequence of SEQ ID NO: 1; <p></p>(2) the amino acid sequence of SEQ ID NO: 2; <p></p>(3) the amino acid sequence of SEQ ID NO: 3; and <p></p>(4) the amino acid sequence consisting of residues 22 to 645 of SEQ ID NO: 4; <p></p>(b) determining whether the amount assessed in step (a) is above or below a quantity that is associated with an increased or decreased clinical benefit to a metastatic breast cancer patient; and <p></p>(c) predicting the response to the treatment with XYZ-mab in the patient by evaluating the results of step (b).",
																					"depClaim": "<p></p>2. The method of claim 1 wherein said biological sample is obtained from blood serum and the quantity of the amino acid sequence of SEQ ID NO: 3 that is associated with an increased clinical benefit to a metastatic breast cancer patient is between 2.0-10.0 pg/ml. <p></p>3. The method of claim 1 wherein said biological sample is obtained from blood serum and the quantity of the amino acid sequence consisting of residues 22 to 645 of SEQ ID NO: 4 that is associated with an increased clinical benefit to a metastatic breast cancer patient is between 12-22 ng/ml. <p></p>4. The method of claim 1 wherein said biological sample is obtained from blood serum and the quantity of the amino acid sequence of SEQ ID NO: 1 that is associated with an increased clinical benefit to a metastatic breast cancer patient is between 6-15 pg/ml. <p></p>5. The method of claim 1 wherein said biological sample is obtained from blood serum and the quantity of the amino acid sequence of SEQ ID NO: 2 that is associated with an increased clinical benefit to a metastatic breast cancer patient is between 100-250 pg/ml. <p></p>6. The method of claim 1 wherein said biological sample is obtained from blood serum and the quantity of said amino acid sequence consisting of residues 22 to 645 of SEQ ID NO: 4 that is associated with an increased clinical benefit to a patient is about 18 ng/ml and the quantity of said amino acid sequence of SEQ ID NO: 3 that is associated with an increased clinical benefit to a patient is about 3.5 pg/ml. <p></p>7. The method according to claim 1 wherein the quantity in step (b) of claim 1 is determined by: <p></p>(1) determining the amount of said biomarkers in a plurality of biological samples from patients before treatment with XYZ-mab, <p></p>(2) treating the patients with XYZ-mab, <p></p>(3) determining the clinical benefit of each patient; and <p></p>(4) correlating the clinical benefit of the patients treated with the XYZ-mab to the amount of said biomarkers. <p></p>8. The method according to claim 1, wherein the amount of each biomarker is determined by using a reagent which specifically binds with said biomarker protein. <p></p>9. The method of claim 8, wherein the reagent is an antibody. <p></p>10. The method according to claim 1 wherein said biological sample is obtained from blood serum and the quantity of said amino acid sequence consisting of residues 22 to 645 of SEQ ID NO: 4 that is associated with an increased clinical benefit to a metastatic breast cancer patient is about 18 ng/ml.",
																					"source": "<p>Source:</p> US7700299"
																				},
																				{
																					"name": "Example 3",
																					"color": "green",
																					"claimReason":"“… method for monitoring responsiveness of a subject …”",
																					"indClaim": "<p></p>1. A method for monitoring responsiveness of a subject to treatment with an inhibitor of complement C5, the method comprising: determining the concentration of at least two aHUS associated biomarker proteins in a biological fluid obtained from the subject, wherein: <p></p>(a) the aHUS-associated biomarker proteins are selected from the group consisting of TNFR1, MCP-1, TNFR1, IFN-, IL-6, a proteolytic fragment of complement component factor B, soluble C5b9 (sC5b9), prothrombin fragment F1+2, D-dimer, thrombomodulin, VCAM-1, von Willebrand Factor (vWF), complement component C5a, 2 microglobulin (2M), clusterin, cystatin C, NAG, TIMP-1, NGAL, fatty acid binding protein 1 (FABP-1), albumin, CXCL9, KIM-1, and CCL5, soluble CD40 ligand (sCD40L), ICAM-1, IL-1 beta, IL-12 p70, IL-8, and vascular endothelial cell growth factor (VEGF); <p></p>(b) the subject has, is suspected of having, or is at risk for developing aHUS; <p></p>(c) the subject has been or is being treated with an inhibitor of complement C5; and <p></p>(d) the subject has a reduced concentration of the at least two aHUS biomarker proteins compared to the concentration measured in a sample of biological fluid of the same type obtained from the subject prior to treatment with the complement C5 inhibitor.",
																					"depClaim": "<p></p>2. The method of 1, wherein the complement C5 inhibitor is selected from the group consisting of a small molecule, a polypeptide, a polypeptide analog, a peptidomimetic, and an aptamer. <p></p>3. The method of 1, wherein the complement C5 inhibitor is selected from the group consisting of MB12/22, MB12/22-RGD, ARC187, ARC1905, SSL7, and OmCI. <p></p>4. The method of claim 1, wherein the complement C5 inhibitor is an antibody, or an antigenbinding fragment thereof. <p></p>5. The method of claim 4, wherein the antibody, or antigen-binding fragment thereof, is selected from the group consisting of a humanized antibody, a recombinant antibody, a diabody, a chimerized or chimeric antibody, a monoclonal antibody, a deimmunized antibody, a fully human antibody, a single chain antibody, an Fv fragment, an Fd fragment, an Fab fragment, an Fab fragment, and an F(ab)2 fragment. <p></p>6. The method of claim 4, wherein the antibody, or antigen-binding fragment thereof, binds to complement component C5 and inhibits cleavage of C5 into fragments C5a and C5b. <p></p>7. The method of claim 6, wherein the antibody is eculizumab or a variant of A-mab. <p></p>8. The method of claim 6, wherein the antigen-binding fragment is B-mab. <p></p>9. The method of claim 1, wherein at least one of the aHUS-associated biomarkers is selected from the group consisting of: a proteolytic fragment Ba of factor B, TNFR1, VCAM-1, D-dimer, thrombomodulin, and cystatin C.",
																					"source": ""
																				}
																				]
																},
																{
																	"name": "Safety",
																	"color": "green",
																	"claimReason": "“… method for ameliorating or preventing an adverse effect mediated by the administration of an AA-BB bispecific antibody …”",
																	"indClaim": "<p></p>32. A method for ameliorating or preventing an adverse effect mediated by the administration of an AA-BB bispecific antibody to a human patient having a B:T cell ratio of about 1:5 or lower, said method comprising: <p></p>(a) determining the ratio of total B cells to total T cells in a peripheral blood sample from said human patient to identify patients at risk of developing an adverse effect; <p></p>(b) identifying said human patient as having an increased risk of potential adverse effects when the ratio of B:T cells is about 1:5 or less before treatment; <p></p>(c) administering a first dose of said antibody for a first period of time to said patient identified in (b), and consecutively; <p></p>(d) administering a second dose of said antibody for a second period of time; wherein said second dose exceeds said first dose, and wherein said AA-BB bispecific antibody is XYZ (AB-mab).",
																	"depClaim": "<p></p>33. The method of claim 32, wherein said adverse effect is characterized by a neurological reaction. <p></p>34. The method of claim 33, wherein said neurological reaction is one or more selected from the group consisting of: confusion, ataxia, disorientation, dysphasia, aphasia, speech impairment, cerebellar symptoms, tremor, apraxia, seizure, grand mal convulsion, palsy, and balance disorder.",
																	"source": "<p>Source:</p> US8840888"
																}
																]
												}]
								},
								{
									"name": "CMC",
									"color": "yellow",
									"children": [{
													"name": "Analytics",
													"color": "yellow",
													"children": [{
																	"name": "Aggregates",
																	"color": "yellow",
																	"claimReason": "“… XYZmab composition has …. <3% aggregates when formulated at a concentration of about 150 mg/mL …”",
																	"indClaim": "<p></p>1. A method of treating a patient suffering from multiple sclerosis, comprising administering to the patient an amount of a XYZmab composition sufficient to provide therapeutic benefit, wherein the XYZmab has two or more of the following: <p></p>(a) an N-terminal isoform with one pyroglutamate residue and one glutamine residue that comprises 3%-17% of the total daclizumab: <p></p>(b) an N-linked oligosaccharide profile comprising two main peaks and a minor peak, wherein one of the two main peaks is GO-GlcNAc glycoform present in about 5% to about 20% of the AUC, the other main peak is GO glycoform present in about 70% to about 99.2% of the AUC, and the minor peak is G1 glycoform present in 1% to 9% of the AUC when determined according to the method described in Section 7.6.14, <p></p>(c) <3% aggregates when formulated at a concentration of about 150 mg/mL.",
																	"depClaim": "<p></p>2. The method of claim 1 in which the XYZmab composition is administered: <p></p>(a) subcutaneously; <p></p>(b) in an amount corresponding to about 1 mg/kg XYZmab, once every two weeks or in an amount corresponding to about 2 mg/kg XYZmab, once every month; <p></p>(c) for a total of about 24 weeks; or <p></p>(d) according to any combination of (a)-(c). <p></p>3. The method of claim 2, in which the XYZmab composition is administered in an amount corresponding to 75 mg to 300 mg XYZmab, or 150 mg, or 300 mg. <p></p>4. The method of claim 3 wherein the XYZmab composition is administered subcutaneously in an amount corresponding to 150 mg XYZmab once every month. <p></p>5. The method of claim 3 in which the XYZmab is administered as monotherapy, in which the patient has either failed to respond to prior treatment with interferon-beta or has discontinued prior treatment with interferon-beta. <p></p>6. The method of claim 3 in which the XYZmab is administered adjunctively to interferon-beta. <p></p>7. The method of claim 1 in which the XYZmab has an N-linked glycosylation profile determined according to the method described in Section 7.6.14, in which the total AUC of the peaks in the profile corresponding to non-fucosylated mannose glycosyls is less than about 6% of the total AUC of all peaks in the profile. <p></p>8. The method of claim 4 which is administered for a total of at least 48 weeks.",
																	"source": "<p>Source:</p> US9676860"
																},
																{
																	"name": "Assay",
																	"color": "yellow",
																	"children": [{
																					"name": "Example 1",
																					"color": "yellow",
																					"claimReason": "“… wherein ... the composition is assayed in a cathepsin L kinetic assay …”",
																					"indClaim": "<p></p>4. A method of treating a disorder in which XYZ activity is detrimental in a subject, the method comprising administering a composition comprising a therapeutically effective amount of A-mab to the subject such that the disorder is treated, wherein the A-mab is produced in a Chinese Hamster Ovary (CHO) cell expression system; wherein the disorder is selected from the group consisting of rheumatoid arthritis, Crohn's disease, ulcerative colitis, ankylosing spondylitis, psoriatic arthritis, psoriasis, and juvenile rheumatoid arthritis; and wherein the composition is characterized in that when the composition is assayed in a cathepsin L kinetic assay, a level of cathepsin L activity from 0.4 to 0.9 RFU/s/mg of A-mab is observed, wherein the cathepsin L kinetic assay comprises: <p></p>i) diluting the composition in a polystyrene container in a solution containing 25 mM NaOAc, 5 mM DTT and 1 mM EDTA at pH 5.5, <p></p>ii) adding dextran sulfate to a concentration of 0.035 g/mL and incubating at 37° C. for six hours, <p></p>iii) adding Z-leucine-arginine covalently bound at its C-terminus to a fluorescent 7-amino-4-methyl coumarin (Z-leucine-arginine-AMC), wherein the diluting, adding, and incubating steps are sufficient to permit the measurement of cathepsin L hydrolysis of the Z-leucine-arginine-AMC within a linear range, and <p></p>iv) measuring Z-leucine-arginine-AMC hydrolysis in the linear range in RFU/s/mg of A-mab.",
																					"depClaim": "<p></p>5. The method of claim 4, wherein the cathepsin L activity is from 0.4 to 0.6 RFU/s/mg of A-mab. <p></p>6. The method of claim 4, wherein the cathepsin L activity is from 0.4 to 0.85 RFU/s/mg of A-mab. <p></p>7. The method of any one of claims 1 and 2-6, wherein the composition is packaged in a pre-filled syringe. <p></p>8. The method of any one of claims 1 and 2-6, wherein the composition comprises 50 mg/ml of A-mab. <p></p>9. The method of any one of claims 1 and 2-6, wherein the composition is suitable for subcutaneous injection. <p></p>10. The method of any one of claims 1 and 2-6, wherein the diluted composition has an A-mab concentration of 20 g/ml. <p></p>11. The method of any one of claims 1 and 2-6, wherein the diluted composition has an A-mab concentration of 50 g/ml. <p></p>12. The method of any one of claims 1 and 2-6, wherein step i) of the cathepsin L kinetic assay comprises diluting the composition 600 fold. <p></p>13. The method of claim 4, wherein the disorder is rheumatoid arthritis. <p></p>14. The method of claim 4, wherein the disorder is Crohn's disease. <p></p>15. The method of claim 4, wherein the disorder is ulcerative colitis. <p></p>16. The method of claim 4, wherein the disorder is ankylosing spondylitis. <p></p>17. The method of claim 4, wherein the disorder is psoriatic arthritis. <p></p>18. The method of claim 4, wherein the disorder is psoriasis. <p></p>19. The method of claim 4, wherein the disorder is juvenile rheumatoid arthritis.",
																					"source": "<p>Source:</p> US8906372"
																				},
																				{
																					"name": "Example 2",
																					"color": "yellow",
																					"claimReason": "“…  the composition is characterized in that when the composition is assayed in a cathepsin L kinetic assay, a level of cathepsin L activity less than 1.84 RFU/s/mg of A-mab is observed …”",
																					"indClaim": "<p></p>1. A liquid composition comprising A-mab, wherein the A-mab is expressed in a Chinese Hamster Ovary (CHO) cell expression system; and the composition is characterized in that when the composition is assayed in a cathepsin L kinetic assay, a level of cathepsin L activity less than 1.84 RFU/s/mg of A-mab is observed, wherein the cathepsin L kinetic assay comprises: <p></p>i) diluting the composition in a polystyrene container in a solution containing 25 mM NaOAc, 5 mM DTT and 1 mM EDTA at pH 5.5, <p></p>ii) adding dextran sulfate to a concentration of 0.035 g/mL and incubating at 37° C. for six hours, <p></p>iii) adding Z-leucine-arginine covalently bound at its C-terminus to a fluorescent 7-amino-4-methyl coumarin (Z-leucine-arginine-AMC), wherein the diluting, adding, and incubating steps are sufficient to permit the measurement of cathepsin L hydrolysis of the Z-leucine-arginine-AMC within a linear range, and <p></p>iv) measuring Z-leucine-arginine-AMC hydrolysis in the linear range in RFU/s/mg of A-mab.",
																					"depClaim": "<p></p>2. The liquid composition of claim 1, wherein the cathepsin L activity is no greater than 1.3 RFU/s/mg of A-mab. <p></p>3. The liquid composition of claim 1, wherein the cathepsin L activity is no greater than 1.0 RFU/s/mg of A-mab. <p></p>4. The liquid composition of claim 1, wherein the cathepsin L activity is no greater than 0.6 RFU/s/mg of A-mab. <p></p>5. The liquid composition of claim 1, wherein the cathepsin L activity is no greater than 0.85 RFU/s/mg of A-mab. <p></p>6. The liquid composition of claim 1, wherein the cathepsin L activity is no greater than 0.9 RFU/s/mg of A-mab. <p></p>7. The liquid composition of claim 1, wherein the composition is packaged in a pre-filled syringe. <p></p>8. The liquid composition of claim 1, wherein the composition comprises 50 mg/ml of A-mab. <p></p>9. The liquid composition of claim 1, wherein the composition is suitable for subcutaneous injection. <p></p>10. The liquid composition of claim 1, wherein the diluted composition has an A-mab concentration of 20 g/ml. <p></p>11. The liquid composition of claim 1, wherein the diluted composition has an A-mab concentration of 50 g/ml. <p></p>12. The liquid composition of claim 1, wherein step i) of the cathepsin L kinetic assay comprises diluting the composition 600 fold. <p></p>13. The liquid composition of claim 2, wherein the composition is packaged in a pre-filled syringe. <p></p>14. The liquid composition of claim 2, wherein the composition comprises 50 mg/ml of A-mab. <p></p>15. The liquid composition of claim 2, wherein the composition is suitable for subcutaneous injection. <p></p>16. The liquid composition of claim 2, wherein the diluted composition has an A-mab concentration of 20 g/ml. <p></p>17. The liquid composition of claim 2, wherein the diluted composition has an A-mab concentration of 50 g/ml. <p></p>18. The liquid composition of claim 2, wherein step i) of the cathepsin L kinetic assay comprises diluting the composition 600 fold. <p></p>19. The liquid composition of claim 3, wherein the composition is packaged in a pre-filled syringe. <p></p>20. The liquid composition of claim 3, wherein the composition comprises 50 mg/ml of A-mab. <p></p>21. The liquid composition of claim 3, wherein the composition is suitable for subcutaneous injection. <p></p>22. The liquid composition of claim 3, wherein the diluted composition has an A-mab concentration of 20 g/ml. <p></p>23. The liquid composition of claim 3, wherein the diluted composition has an A-mab concentration of 50 g/ml. <p></p>24. The liquid composition of claim 3, wherein step i) of the cathepsin L kinetic assay comprises diluting the composition 600 fold. <p></p>25. The liquid composition of claim 4, wherein the composition is packaged in a pre-filled syringe. <p></p>26. The liquid composition of claim 4, wherein the composition comprises 50 mg/ml of A-mab. <p></p>27. The liquid composition of claim 4, wherein the composition is suitable for subcutaneous injection. <p></p>28. The liquid composition of claim 4, wherein the diluted composition has an A-mab concentration of 20 g/ml. <p></p>29. The liquid composition of claim 4, wherein the diluted composition has an A-mab concentration of 50 g/ml. <p></p>30. The liquid composition of claim 4, wherein step i) of the cathepsin L kinetic assay comprises diluting the composition 600 fold.",
																					"source": "<p>Source:</p> US9096666"
																				}
																				]
																	
																},
																{
																	"name": "Galactosylation",
																	"color": "yellow",
																	"children": [{
																					"name": "Example 1",
																					"color": "yellow",
																					"claimReason": "“… method for increasing the galactosylation level of a recombinantly expressed A-mab, …”",
																					"indClaim": "<p></p>1. A method for increasing the galactosylation level of a recombinantly expressed A-mab, comprising supplementing a media used in the expression of the recombinantly expressed A-mab with a sufficient amount of a manganese supplement to achieve a manganese concentration in the media of 0.2-100 M and a sufficient amount of a galactose supplement to achieve a galactose concentration in the media of 1-100 mM, thereby increasing the galactosylation level of the recombinantly expressed A-mab, wherein the galactosylation level of a recombinantly expressed A-mab is increased as compared to the galactosylation level of A-mab recombinantly expressed in media which is not supplemented with said manganese supplement and said galactose supplement.",
																					"depClaim": "<p></p>2. The method of claim 1, wherein the manganese supplement is a biologically acceptable manganese salt. <p></p>3. The method of claim 2, wherein the biologically acceptable manganese salt is manganese (II) chloride. <p></p>4. The method of claim 1, wherein the galactose supplement is a biologically acceptable galactose containing compound. <p></p>5. The method of claim 4, wherein the biologically acceptable galactose containing compound is D-(+)-galactose. <p></p>6. The method of claim 1, wherein the media is supplemented with a sufficient amount of the manganese supplement to achieve a manganese concentration in the media selected from the group consisting of 0.2, 0.5, 1.0, 10, 20, 25, 40, 50, 60, 75, 80, and 100 M. <p></p>7. The method of claim 1, wherein the media is supplemented with a sufficient amount of the galactose supplement to achieve a galactose concentration in the media selected from the group consisting of 1, 4, 5, 10, 15, 20, 30, 40, 60, and 100 mM. <p></p>8. The method of claim 1, wherein the media is supplemented with a sufficient amount of the manganese supplement and the galactose supplement to achieve a manganese (Mn) and a galactose (Gal) concentration in the media selected from the group consisting of 0.2/1, 0.2/4, 0.2/30, 0.5/1, 0.5/4, 0.5/30, 10/10, 10/20, 10/40, 20/10, 20/20, 20/40, 25/15, 40/10, 40/20, 40/40, 40/100, 50/30, 60/20, 60/40, 60/100, 80/20, 80/40, 80/100, 100/20, 100/40, and 100/100 Mn (M)/Gal (mM). <p></p>9. The method of claim 1, wherein the method further comprises culturing in the media a mammalian cell expressing A-mab, wherein the media is selected from the group consisting of chemically defined (CD) cell culture media and hydrolysate-based media. <p></p>10. The method of claim 9, wherein the culturing is done in a suspension culture. <p></p>11. The method of claim 9, wherein the mammalian cell has been adapted for growth in a CD cell culture media. <p></p>12. The method of claim 9, wherein the mammalian cell is a CHO cell. <p></p>13. The method of claim 9, wherein the mammalian cell is an NS0 cell. <p></p>14. The method of claim 9, wherein the mammalian cell is cultured for at least 4 days. <p></p>15. The method of claim 9, wherein the mammalian cell is cultured for up to 12 days. <p></p>16. The method of claim 9, further comprising recovering said A-mab from the media. <p></p>17. The method of claim 16, further comprising purifying said A-mab from the media. <p></p>18. The method of claim 17, further comprising quantifying the levels of galactose-containing fucosylated biantennary oligosaccharides (NA1F and NA2F) and/or agalactosyl fucosylated biantennary oligosaccharides (NGA2F and NGA2F-GlcNAc) present on said A-mab. <p></p>19. The method of claim 9, wherein the said culturing is done as a fed-batch process. <p></p>20. The method of claim 9, wherein said culturing is done in a bioreactor. <p></p>21. The method of claim 1, wherein manganese and galactose are present in the media at a concentration sufficient to produce a composition comprising A-mab in which at least 10% of the total N-linked oligosaccharides present on said A-mab are of a galactose-containing fucosylated biantennary oligosaccharide (NA1F+NA2F) form. <p></p>22. The method of claim 21, wherein at least 15% of the total N-linked oligosaccharides present on said A-mab are of a galactose-containing fucosylated biantennary oligosaccharide (NA1F+NA2F) form. <p></p>23. The method of claim 21, wherein at least 20% of the total N-linked oligosaccharides present on said A-mab are of a galactose-containing fucosylated biantennary oligosaccharide (NA1F+NA2F) form. <p></p>24. The method of claim 1, wherein the media is supplemented with a sufficient amount of the manganese supplement to achieve a manganese concentration in the media of 0.2-40 M. <p></p>25. The method of claim 1, wherein the media is supplemented with a sufficient amount of the manganese supplement to achieve a manganese concentration in the media of 40-100 M. <p></p>26. The method of claim 1, wherein the media is supplemented with a sufficient amount of the manganese supplement to achieve a manganese concentration in the media of 40-60 M. <p></p>27. The method of claim 1, wherein the media is supplemented with a sufficient amount of the manganese supplement to achieve a manganese concentration in the media of 50-80 M. <p></p>28. The method of claim 1, wherein the media is supplemented with a sufficient amount of the manganese supplement to achieve a manganese concentration in the media of 75-100 M. <p></p>29. The method of claim 1, wherein the media is supplemented with a sufficient amount of the galactose supplement to achieve a galactose concentration in the media of 10-100 mM. <p></p>30. The method of claim 1, wherein the media is supplemented with a sufficient amount of the galactose supplement to achieve a galactose concentration in the media of 1-60 mM. <p></p>31. The method of claim 1, wherein the media is supplemented with a sufficient amount of the galactose supplement to achieve a galactose concentration in the media of 60-100 mM. <p></p>32. The method of claim 1, wherein the media is supplemented with a sufficient amount of the galactose supplement to achieve a galactose concentration in the media of 10-60 mM. <p></p>33. The method of claim 1, wherein the media is selected from the group consisting of production media and feed media.",
																					"source": "<p>Source:</p> US9062106"
																				},
																				{
																					"name": "Example 2",
																					"color": "yellow",
																					"claimReason": "“… method for controlling the oligosaccharide distribution of a recombinantly-expressed immunoglobulin comprising …”",
																					"indClaim": "<p></p>1. A method for controlling the oligosaccharide distribution of a recombinantly-expressed immunoglobulin comprising supplementing during a production stage a cell culture media used in the recombinant expression of said immunoglobulin with a yeast hydrolysate supplement and/or a plant hydrolysate supplement to achieve a yeast hydrolysate concentration in the media of at least 11 g/L and/or a plant hydrolysate concentration of at least 7 g/L and assessing the oligosaccharide distribution of the recombinantly-expressed immunoglobulin, thereby controlling the oligosaccharide distribution of the recombinantly-expressed immunoglobulin, wherein the level of agalactosyl fucosylated biantennary oligosaccharides (sum of NGA2F and NGA2F-G1cNac) present on the recombinantly-expressed immunoglobulin is decreased as compared to the level of agalactosyl fucosylated biantennary oligosaccharides (sum of NGA2F and NGA2F-G1cNac) of the immunoglobulin recombinantly-expressed in cell culture media which is not supplemented with said yeast hydrolysate supplement and/or said plant hydrolysate supplement during the production stage; and/or wherein the level of galactose containing fucosylated biantennary oligossacharides (sum of NA1F and NA2F) present on the recombinantly-expressed immunoglobulin is increased as compared to the level of galactose containing fucosylated biantennary oligossacharides (sum of NA1F and NA2F) of the immunoglobulin recombinantly-expressed in cell culture media which is not supplemented with said yeast hydrolysate supplement and/or said plant hydrolysate supplement during the production stage.",
																					"depClaim": "<p></p>2. The method of claim 1, wherein the immunoglobulin is an anti-XYZ antibody. <p></p>3. The method of claim 2, wherein the anti-XYZ antibody is A-mab. <p></p>4. The method of claim 3, wherein the method produces at least 2.0 g/L of A-mab. <p></p>5. The method of claim 1, wherein the yeast hydrolysate supplement is selected from the group consisting of Bacto TC Yeastolate, HyPep Yeast Extract, and UF Yeast Hydrolysate. <p></p>6. The method of claim 1, wherein the plant hydrolysate supplement is selected from the group consisting of a soy hydrolysate, a wheat hydrolysate, a rice hydrolysate, a cotton seed hydrolysate, a pea hydrolysate, a corn hydrolysate and a potato hydrolysate. <p></p>7. The method of claim 1, wherein the cell culture media is supplemented with a sufficient amount of the plant hydrolysate supplement to achieve a plant hydrolysate concentration of 7 g/L to 15 g/L. <p></p>8. The method of claim 7, wherein the cell culture media is supplemented with a sufficient amount of the plant hydrolysate supplement to achieve a plant hydrolysate concentration of 10 g/L to 15 g/L. <p></p>9. The method of claim 1, wherein the cell culture media is supplemented with a sufficient amount of the yeast hydrolysate supplement and the plant hydrolysate supplement to achieve a yeast hydrolysate to plant hydrolysate ratio of 0.25 to 1.55. <p></p>10. The method of any one of claim 1 or 3, wherein assessing the oligosaccharide distribution of the recombinantly-expressed immunoglobulin or A-mab comprises assessing the level of agalactosyl fucosylated biantennary oligosaccharides (sum of NGA2F and NGA2F-G1cNac) present on the recombinantly-expressed immunoglobulin or A-mab. <p></p>11. The method of any one of claims 1 or 3, wherein 64%-89% of the total N-linked oligosaccharides present on the immunoglobulin or A-mab are of an agalactosyl fucosylated biantennary oligosaccharide (sum of NGA2F and NGA2F-G1cNac) form. <p></p>12. The method of any one of claims 1 or 3, wherein 64%-69% of the total N-linked oligosaccharides present on the immunoglobulin or A-mab are of an agalactosyl fucosylated biantennary oligosaccharide (sum of NGA2F and NGA2F-G1cNac) form. <p></p>13. The method of any one of claim 1 or 3, wherein assessing the oligosaccharide distribution of the recombinantly-expressed immunoglobulin or A-mab comprises assessing the level of galactose containing fucosylated biantennary oligossacharides (sum of NA1F and NA2F) on the recombinantly-expressed immunoglobulin or A-mab. <p></p>14. The method of any one of claims 1 or 3, wherein 8%-31% of the total N-linked oligosaccharides present on the immunoglobulin or A-mab are of a galactose containing fucosylated biantennary oligossacharide (sum of NA1F and NA2F) form. <p></p>15. The method of any one of claims 1 or 3, wherein 29%-31% of the total N-linked oligosaccharides present on the immunoglobulin or A-mab are of a galactose containing fucosylated biantennary oligossacharide (sum of NA1F and NA2F) form. <p></p>16. The method of claim 1, wherein the method is a fed batch process. <p></p>17. The method of any one of claims 1 or 3, further comprising collecting and isolating the produced immunoglobulin or A-mab. <p></p>18. The method of any one of claims 1 or 3, wherein the production stage initiates at an initial viable cell density of approximately 0.5 ×106 cells/mL. <p></p>19. The method of any one of claim 1 or 3, wherein the recombinantly-expressed immunoglobulin or A-mab is expressed in a mammalian cell. <p></p>20. The method of claim 19, wherein the mammalian cell is a CHO cell. <p></p>21. The method of any one of claim 1 or 3, wherein the oligosaccharide distribution of the recombinantly-expressed immunoglobulin or A-mab is assessed after the recombinantlyexpressed immunoglobulin or A-mab has been harvested from the cell culture media.",
																					"source": "<p>Source:</p> US9206390"
																				},
																				{
																					"name": "Example 3",
																					"color": "yellow",
																					"claimReason": "“… A process for producing a human glycoprotein having multiple glycoforms …”",
																					"indClaim": "<p></p>1. A process for producing a human glycoprotein having multiple glycoforms, comprising culturing Chinese hamster ovary cells expressing nucleic acid encoding said glycoprotein in a serum-free medium in a production phase at a temperature of about 30° C. to 35° C. and in the presence of about 0 to 2 mM of a butyrate salt, wherein the process produces an increased percentage of glycoprotein molecules having one glycoform relative to an identical process performed at 37° C. in the absence of butyrate.",
																					"depClaim": "",
																					"source": "<p>Source:</p> US6610516"
																				}
																				]
																}
																]
												},
												{				
													"name": "Downstream",
													"color": "yellow",
													"children": [{
																	"name": "Analytics",
																	"color": "yellow",
																	"claimReason": "“… A method for producing a preparation comprising a protein of interest and having a reduced level of at least one impurity …”",
																	"indClaim": "<p></p>1. A method for producing a preparation comprising a protein of interest and having a reduced level of at least one impurity, said method comprising: <p></p>(a) contacting a sample comprising the protein of interest and at least one impurity, to a hydrophobic interaction chromatography (HIC) media, in the presence of a load buffer such that <p></p>(i) a portion of the protein of interest binds to the HIC media at a Kp of greater than 20 and <p></p>(ii) a substantial portion of the at least one impurity binds to the HIC media; <p></p>(b) collecting a flow through fraction comprising the protein of interest unbound to the HIC media; <p></p>(c) washing the HIC media with a wash buffer such that a substantial portion of the protein of interest bound to the HIC media is released from the media, wherein the salt concentration and/or the pH of the wash buffer are within 20% of the salt concentration and/or pH of the load buffer; and <p></p>(d) collecting a wash fraction comprising the protein of interest released from the HIC media, wherein each of the flow through and wash fractions comprise the protein of interest and have a reduced level of the at least one impurity.",
																	"depClaim": "<p></p>2. The method of claim 1, wherein the protein of interest is an antibody or antigen-binding fragment thereof, a soluble protein, a membrane protein, a structural protein, a ribosomal protein, an enzyme, a zymogen, an antibody molecule, a humanized antibody or antigen-binding portion thereof, a human antibody or antigen-binding portion thereof, a chimeric antibody or antigenbinding portion thereof, a multivalent antibody, a cell surface receptor protein, a transcription regulatory protein, a translation regulatory protein, a chromatin protein, a hormone, a cell cycle regulatory protein, a 0 protein, a neuroactive peptide, an immunoregulatory protein, a blood component protein, an ion gate protein, a heat shock protein, an antibiotic resistance protein, a functional fragment of any of the preceding proteins, an epitope-containing fragment of any of the preceding proteins, and combinations thereof. <p></p>3. The method of claim 1, wherein the portion of the protein of interest binds to the HIC media at a Kp of greater than 50. <p></p>4. The method of claim 1, wherein the portion of the protein of interest binds to the HIC media at a Kp of greater than 100. <p></p>5. The method of claim 1, wherein the portion of the protein of interest binds to the HIC media at a Kp of greater than 200. <p></p>6. A method for producing a preparation comprising A-mab and having a reduced level of at least one impurity, said method comprising: <p></p>(a) contacting a sample comprising A-mab and at least one impurity, to a HIC media, in the presence of a load buffer such that <p></p>(i) a portion of the A-mab in the sample binds to the HIC media at a Kp of greater than 20 and <p></p>(ii) a substantial portion of the at least one impurity binds to the HIC media; <p></p>(b) collecting a flow through fraction comprising the A-mab unbound to the HIC media; <p></p>(c) washing the HIC media with a wash buffer such that a substantial portion of the A-mab bound to the HIC media is released from the media, wherein the salt concentration and/or the pH of the wash buffer are within 20% of the salt concentration and/or pH of the load buffer; and <p></p>(d) collecting a wash fraction comprising the A-mab released from the HIC media, wherein each of the flow through and wash fractions comprise A-mab and have a reduced level of the at least one impurity. <p></p>7. The method of claim 6, wherein a substantial portion of the impurity bound to the HIC media remains bound upon washing with the wash buffer. <p></p>8. The method of claim 6, wherein the flow through and/or wash fractions are substantially free of the at least one impurity. <p></p>9. The method of claim 6, wherein the at least one impurity is an aggregate of the protein of interest. <p></p>10. The method of claim 9, wherein the aggregate of the A-mab is selected from the group consisting of a multimer, a dimer, a trimer, a tetramer, an oligomer or other high molecular weight species. <p></p>11. The method of claim 10, wherein the aggregate of A-mab is selected from the group consisting of multimer 1, multimer 2 and multimer 3. <p></p>12. The method of claim 6, wherein the impurity is a process-related impurity. <p></p>13. The method of claim 12, wherein the process-related impurity is selected from the group consisting of a host cell protein, a host cell nucleic acid, a media component, and a chromatographic material. <p></p>14. The method of claim 6, wherein the impurity is an acidic species (AR). <p></p>15. The method of claim 14, wherein the acidic species (AR) is selected from the group consisting of AR1, AR2, a charge variant, a structure variant, a fragmentation variant, a process-related impurity and a product-related impurity. <p></p>16. The method of claim 6, further comprising repeating steps (a)-(d) at least 1 time using the flow through fraction, wash fraction, or combination thereof having a reduced level of the at least one impurity. <p></p>17. The method of claim 6, wherein the flow through fraction and the wash fraction are combined. <p></p>18. The method of claim 6, wherein the portion of the A-mab that binds to the HIC media is at least 20% of the A-mab in the sample. <p></p>19. The method of claim 6, wherein the at least one impurity binds to the HIC media at a Kp of greater than 250. <p></p>20. The method of claim 6, wherein the HIC media either (i) comprises at least one hydrophobic ligand, optionally selected from the group consisting of alkyl-, aryl-ligands, and butyl, hexyl, phenyl, octyl, or polypropylene glycol ligands. <p></p>21. The method of claim 6, wherein the load buffer and/or wash buffer comprise a salt selected from the group consisting of a sulfate salt, a citrate salt, ammonium sulfate, sodium sulfate, sodium chloride, ammonium chloride, sodium bromide and a combination thereof. <p></p>22. The method of claim 6, wherein 100 g to 800 g of the sample are contacted per one liter of HIC media. <p></p>23. The method of claim 6, wherein a precursor sample comprising the A-mab has been subjected to affinity chromatography to generate the sample. <p></p>24. The method of claim 6, wherein a precursor sample comprising the A-mab has been subjected to ion exchange chromatography to generate the sample. <p></p>25. The method of claim 6, wherein a precursor sample comprising the A-mab has been subjected to mixed mode chromatography to generate the sample. <p></p>26. The method of claim 6, wherein a precursor sample comprising the A-mab has been subjected to a filtration step to generate the sample. <p></p>27. The method of claim 6, wherein the HIC media has a dynamic binding capacity of at least 2 g. <p></p>28. The method of claim 6, wherein A-mab binds to the HIC media at a Kp of greater than 50. <p></p>29. The method of claim 6, wherein the salt concentration and/or the pH of the wash buffer are within about 15% of the salt concentration and/or pH of the load buffer. <p></p>30. The method of claim 6, wherein the salt concentration and/or the pH of the wash buffer are within about 10% of the salt concentration and/or pH of the load buffer. <p></p>31. The method of claim 6, wherein the salt concentration and/or the pH of the wash buffer are within about 5% of the salt concentration and/or pH of the load buffer. <p></p>32. The method of claim 6, wherein the salt concentration and/or the pH of the wash buffer and the salt concentration and/or pH of the load buffer are isocratic. <p></p>33. The method of claim 6, wherein the impurity is a product-related substance. <p></p>34. The method of claim 33, wherein the product-related substance is selected from the group consisting of a charge variant, an acidic variant, a basic variant, a lysine variant species, an aggregate of the protein of interest, a fragment of the protein of interest, an Fc fragment of the protein of interest, a Fab fragment of the protein of interest, a modified protein, a deamidated protein, and a glycosylated protein. <p></p>35. The method of claim 6, further comprising repeating steps (a)-(d) at least 5, 10, or 20 times using the flow through fraction, wash fraction, or combination thereof having a reduced level of the at least one impurity. <p></p>36. The method of claim 6, wherein the portion of the A-mab that binds to the HIC media is at least 90% of the A-mab in the sample. <p></p>37. The method of claim 6, wherein the substantial portion of the A-mab released from the HIC media upon washing with the wash buffer is at least 20% of the amount of A-mab bound to the HIC media. <p></p>38. The method of claim 6, wherein the substantial portion of the A-mab released from the HIC media upon washing with the wash buffer is at least 50% of the amount of A-mab bound to the HIC media. <p></p>39. The method of claim 6, wherein the substantial portion of the A-mab released from the HIC media upon washing with the wash buffer is at least 100% of the amount of A-mab bound to the HIC media. <p></p>40. The method of claim 6, wherein the accumulative yield of the A-mab in the flow through fraction and/or wash fraction is at least 35%. <p></p>41. The method of claim 6, wherein the accumulative yield of the A-mab in the flow through fraction and/or wash fraction is at least 50%. <p></p>42. The method of claim 6, wherein the accumulative yield of the A-mab in the flow through fraction and/or wash fraction is at least 100%. <p></p>43. The method of claim 6, wherein the accumulative yield of the A-mab in any one flow through fraction and/or wash fraction is at least 4%. <p></p>44. The method of claim 6, wherein the accumulative yield of the A-mab in any one flow through fraction and/or wash fraction is at least 50%. <p></p>45. The method of claim 6, wherein the accumulative yield of the A-mab in any one flow through fraction and/or wash fraction is at least 100%. <p></p>46. The method of claim 6, wherein the substantial portion of the at least one impurity that binds to the HIC media is at least 50% of the at least one impurity in the sample. <p></p>47. The method of claim 6, wherein the substantial portion of the at least one impurity that binds to the HIC media is at least 70% of the at least one impurity in the sample. <p></p>48. The method of claim 6, wherein the substantial portion of the at least one impurity that binds to the HIC media is at least 100% of the at least one impurity in the sample. <p></p>49. The method of claim 6, wherein the reduced level of the at least one impurity of the flow through fraction and/or wash fraction is at least 50% of the at least one impurity in the sample. <p></p>50. The method of claim 6, wherein the reduced level of the at least one impurity of the flow through fraction and/or wash fraction is at least 70% of the at least one impurity in the sample. <p></p>51. The method of claim 6, wherein the reduced level of the at least one impurity of the flow through fraction and/or wash fraction is at least 100% of the at least one impurity in the sample. <p></p>52. The method of claim 6, wherein the accumulative aggregate reduction of the at least one impurity in any one flow through fraction and/or wash fraction is at least 0.1%. <p></p>53. The method of claim 6, wherein the accumulative aggregate reduction of the at least one impurity in any one flow through fraction and/or wash fraction is at least 5.0%. <p></p>54. The method of claim 6, wherein the accumulative aggregate reduction of the at least one impurity in any one flow through fraction and/or wash fraction is at least 20%. <p></p>55. The method of claim 6, wherein the accumulative aggregate reduction of the at least one impurity in the flow through fraction and/or wash fraction is at least 0.1%. <p></p>56. The method of claim 6, wherein the accumulative aggregate reduction of the at least one impurity in the flow through fraction and/or wash fraction is at least 5.0%. <p></p>57. The method of claim 6, wherein the accumulative aggregate reduction of the at least one impurity in the flow through fraction and/or wash fraction is at least 20.0%. <p></p>58. The method of claim 6, wherein the level of the at least one impurity is reduced by at least 60%, 80% or 95% of the at least one impurity in the sample. <p></p>59. The method of claim 6, wherein the at least one impurity binds to the HIC media at a Kp of greater than 500. <p></p>60. The method of claim 6, wherein the at least one impurity binds to the HIC media at a Kp of greater than 1000. <p></p>61. The method of claim 6, wherein the A-mab and the at least one impurity have a Kp ratio less than 1:10, 1:5 or 1:2. <p></p>62. The method of claim 6, wherein the Kd for the binding of the A-mab to the HIC media is at least 0.2, 0.4 or 0.6. <p></p>63. The method of claim 6, wherein the Kd for the binding of the at least one impurity to the HIC media is less than or equal to 0.001. <p></p>64. The method of claim 6, wherein the Kd for the binding of the at least one impurity to the HIC media is less than or equal to 0.01. <p></p>65. The method of claim 6, wherein the Kd for the binding of the at least one impurity to the HIC media is less than or equal to 0.1. <p></p>66. The method of claim 6, wherein the Kd for the binding of the at least one impurity to the HIC media is less than or equal to 0.2. <p></p>67. The method of claim 6, wherein the Kd for the binding of the A-mab protein of interest to the HIC media is less than 50, 25 or 5 times the Kd for the binding of the at least one impurity to the HIC media. <p></p>68. The method of claim 6, wherein the A-mab has a Qmax of at least 20, 50 or 100. <p></p>69. The method of claim 6, wherein the at least one impurity has a Qmax of at least 2, 20 or 40. <p></p>70. The method of claim 6, wherein the load buffer and/or wash buffer comprise a cation selected from the group consisting of Ba2+, Ca2+, Mg2+, Li+, Cs+, Na+, K+, Rb+, NH4+and a combination thereof. <p></p>71. The method of claim 6, wherein the load buffer and/or wash buffer comprise an anion selected from the group consisting of PO43-, SO42-, CH3CO3-, Cl-, Br-, NO3-, C1O4-, I-, SCN- and a combination thereof. <p></p>72. The method of claim 6, wherein the load buffer and/or wash buffer comprise a salt having a concentration of between 50 mM and 2000 mM. <p></p>73. The method of claim 6, wherein the load buffer and/or wash buffer have a pH between about 4.0 and 8.5. <p></p>74. The method of claim 6, wherein the load buffer and/or wash buffer have a pH between 5.0 and 7.0. <p></p>75. The method of claim 6, wherein the load buffer and/or wash buf <p></p>76. The method of claim 6, wherein the load buffer and/or wash buffer have a pH of 6.5. <p></p>77. The method of claim 6, wherein the load buffer and/or wash buffer have a pH of 8.5. <p></p>78. The method of claim 6, wherein 0.2 g to 120 g of the at least one impurity is contacted per one liter of HIC media. <p></p>79. The method of claim 6, wherein the sample has a protein concentration of 2 mg/ml to 50 mg/ml. <p></p>80. The method of claim 6, wherein the sample has an A-mab a protein of interest concentration of 2 mg/ml to 50 mg/ml. <p></p>81. The method of claim 6, wherein the concentration of the at least one impurity in the sample is 0.01 to 5.0 mg/ml. <p></p>82. The method of claim 6, further comprising subjecting the preparation comprising A-mab a protein of interest and having a reduced level of one impurity to affinity chromatography. <p></p>83. The method of claim 23 or 82, wherein the affinity chromatography is performed using affinity chromatographic media selected from the group consisting of Protein A, G, A/G and L media. <p></p>84. The method of claim 6, further comprising subjecting the preparation comprising A-mab a protein of interest and having a reduced level of the at least one impurity to a filtration step. <p></p>85. The method of claim 26 or 84, wherein the filtration step is selected from the group consisting of a depth filtration step, a nanofiltration step, an ultrafiltration step, and an absolute filtration step, or a combination thereof. <p></p>86. The method of claim 6, wherein the HIC media has a dynamic binding capacity of at least 50 g. <p></p>87. The method of claim 6, wherein the HIC media has a dynamic binding capacity of at least 100 g. <p></p>88. The method of claim 6, wherein A-mab binds to the HIC media at a Kp of greater than 100. <p></p>89. The method of claim 6, wherein A-mab binds to the HIC media at a Kp of greater than 200. <p></p>90. The method of claim 6, further comprising subjecting the preparation comprising A-mab and having a reduced level of the at least one impurity to ion exchange chromatography. <p></p>91. The method of claim 24 or 90, wherein ion exchange chromatography is performed using ion exchange chromatography media selected from the group consisting of a cation exchange media and an anion exchange media. <p></p>92. The method of claim 6, further comprising subjecting the preparation comprising A-mab and having a reduced level of the at least one impurity to mixed mode chromatography.",
																	"source": "<p>Source:</p> US8946395"
																},
																{
																	"name": "HCP",
																	"color": "yellow",
																	"claimReason": "“… method for producing a host cell protein (HCP)-reduced antibody preparation …”",
																	"indClaim": "<p></p>1. A method for producing a host cell protein (HCP)-reduced antibody preparation from a mixture comprising an antibody and at least one HCP, the method comprising: applying the mixture to a cation exchange resin equilibrated with an equilibration buffer, wherein greater than 30 grams of antibody per liter of cation exchange resin are applied; washing HCP from the cation exchange resin with a plurality of wash steps comprising a first wash and a second wash, wherein conductivity of the first wash is equivalent to conductivity of the equilibration buffer and there is an increase in conductivity with each successive wash in the plurality of wash steps; eluting the antibody from the cation exchange resin with an elution buffer to form a first eluate; applying the first eluate to an anion exchange resin, wherein prior to applying the first eluate to the anion exchange resin, pH and conductivity of the first eluate are adjusted to be substantially similar to pH and conductivity of the anion exchange resin; obtaining a first flowthrough comprising the antibody, and obtaining the HCP-reduced antibody preparation therefrom.",
																	"depClaim": "<p></p>2. The method of claim 1, wherein about 35-70 grams of antibody per liter of cation exchange resin are applied. <p></p>3. The method of claim 1, wherein the cation exchange resin is at pH 5 and about 70 grams of antibody per liter of resin are applied. <p></p>4. The method of claim 1, wherein the mixture comprising an antibody and at least one HCP is not subjected to protein A capture prior to applying the mixture to the cation exchange resin. <p></p>5. The method of claim 1, wherein the first wash is with equilibration buffer and the second wash is with a mixture of elution buffer and water. <p></p>6. The method of claim 5, wherein the mixture of elution buffer and water comprises about 40-50% elution buffer and about 50-60% water. <p></p>7. The method of claim 6, wherein the mixture of elution buffer and water comprises about 45% elution buffer and about 55% water. <p></p>8. The method of claim 7, wherein the elution buffer comprises 20 mM sodium phosphate and 150 mM sodium chloride. <p></p>9. The method of claim 1, which carried wherein the cation exchange resin is at pH 7. <p></p>10. The method of claim 1, wherein the cation exchange resin is at a pH between about pH 5 and about pH 7. <p></p>11. The method of claim 1, wherein the cation exchange resin is at a pH of 5. <p></p>12. The method of claim 1, wherein the cation exchange resin is formed into a column and the mixture comprising the antibody and at least one HCP is applied to the column. <p></p>13. The method of claim 12, wherein the cation exchange resin comprises a synthetic methacrylate based polymeric resin attached to a sulfonate group. <p></p>14. The method of claim 1, which further comprises subjecting the first eluate to a viral inactivation step. <p></p>15. The method of claim 14, wherein viral inactivation is achieved by pH viral inactivation such that the first eluate is virally inactivated. <p></p>16. The method of claim 1, wherein the pH of the anion exchange resin is in a range of about pH 7.7 to about pH 8.3 and the pH of the first eluate is adjusted to be in a range of about pH 7.7 to about pH 8.3. <p></p>17. The method of claim 16, wherein the pH of the anion exchange resin is about pH 8.0 and the pH of the first eluate is adjusted to be about pH 8.0. <p></p>18. The method of claim 1, wherein the conductivity of the anion exchange resin is in a range of about 3.5 mS/cm to about 5.2 mS/cm and the conductivity of the first eluate is adjusted to be in a range of about 3.5 mS/cm to about 5.2 mS/cm. <p></p>19. The method of claim 18, wherein the conductivity of the anion exchange resin is about 5.0 mS/cm and the conductivity of the first eluate is adjusted to be about 5.0 mS/cm. <p></p>20. The method of claim 1, wherein the anion exchange resin is a Q sepharose resin. <p></p>21. The method of claim 1, wherein the anion exchange resin is formed into a column. <p></p>22. The method of claim 1, further comprising applying the first flow through to a hydrophobic interaction column such that a second eluate is obtained. <p></p>23. The method of claim 22, wherein the hydrophobic interaction column is a phenyl sepharose column. <p></p>24. The method of claim 22, wherein the first flow through comprises about 20 to about 40 grams of antibody per liter of hydrophobic interaction column material. <p></p>25. The method of claim 24, wherein the first flow through comprises about 30 to about 36 grams of antibody per liter of hydrophobic interaction column material. <p></p>26. The method of claim 22, wherein the second eluate is not subjected to product peak fractionation. <p></p>27. The method of claim 1, wherein the HCP comprises procathepsin L such that a procathepsin L-reduced antibody preparation is obtained. <p></p>28. The method of claim 27, wherein the first eluate comprises cathepsin L activity ranging from between about 25 to about 60 RFU/s/mg of antibody as measured by a cathepsin L kinetic assay. <p></p>29. The method of claim 27, wherein the level of procathepsin L is reproducibly low. <p></p>30. The method of any one of claims 1-4, 5, 10, 11 or 14, wherein the antibody is an XYZ-antibody, or antigen-binding portion thereof. <p></p>31. The method of claim 30, wherein the anti-XYX antibody, or antigen binding portion thereof, is a humanized antibody, a chimeric antibody or a multivalent antibody. <p></p>32. The method of claim 30, wherein the anti-XYZ antibody, or antigen binding portion thereof, is infliximab. <p></p>33. The method of claim 30, wherein the anti-XYZ antibody, or antigen-binding portion thereof, is a human antibody. <p></p>34. The method of claim 33, wherein the anti-XYZ antibody, or antigen-binding portion thereof, is an isolated human antibody that dissociates from human XYZ with a Kd of 1×108 M or less and a Koff rate constant of 1×103 s1 or less, both determined by surface plasmon resonance, and neutralizes human XYZ cytotoxicity in a standard in vitro L929 assay with an IC50 of 1×107 M or less. <p></p>35. The method of claim 33, wherein the anti-XYZ antibody, or antigen-binding portion thereof, is an isolated human antibody with the following characteristics: <p></p>a) dissociates from human XYZ with a K off rate constant of 1×103 s1 or less, as determined by surface plasmon resonance; <p></p>b) has a light chain CDR3 domain comprising the amino acid sequence of SEQ ID NO: 3, or modified from SEQ ID NO: 3 by a single alanine substitution at position 1, 4, 5, 7 or 8 or by one to five conservative amino acid substitutions at positions 1, 3, 4, 6, 7, 8 and/or 9; <p></p>c) has a heavy chain CDR3 domain comprising the amino acid sequence of SEQ ID NO: 4, or modified from SEQ ID NO: 4 by a single alanine substitution at position 2, 3, 4, 5, 6, 8, 9, 10 or 11 or by one to five conservative amino acid substitutions at positions 2, 3, 4, 5, 6, 8, 9, 10, 11 and/or 12. <p></p>36. The method of claim 33, wherein the anti-XYZ antibody, or antigen binding portion thereof, is an isolated human antibody with a light chain variable region (LCVR) comprising the amino acid sequence of SEQ ID NO: 1 and a heavy chain variable region (HCVR) comprising the amino acid sequence of SEQ ID NO: 2. <p></p>37. The method of claim 33, wherein the anti-XYZ antibody, or antigen binding portion thereof, is A-umab. <p></p>38. The method of claim 30, wherein the anti-XYZ antibody, or antigen binding portion thereof, is B-mab.",
																	"source": "<p>Source:</p> US7863426"
																},
																{
																	"name": "Purification",
																	"color": "yellow",
																	"children": [{
																					"name": "Example 1",
																					"color": "yellow",
																					"claimReason": "“… process for purifying A-mab from a fermentation harvest of a Chinese Hamster Ovary …”",
																					"indClaim": "<p></p> 1. A process for purifying A-mab from a fermentation harvest of a Chinese Hamster Ovary (CHO) cell culture expressing said A-mab, said process comprising: <p></p>a) binding A-mab from said fermentation harvest to a Protein A resin, <p></p>b) eluting the bound A-mab at an elution pH of 3.6-4, and <p></p>c) incubating the eluted A-mab for 1 to 3 hours.",
																					"depClaim": "<p></p>2. The process of claim 1, wherein said eluting is at an elution pH is 3.6. <p></p>3. The process of claim 1, wherein said eluting is at an elution pH of 3.7. <p></p>4. The process of claim 1, wherein said eluting is at an elution pH of 3.8. <p></p>5. The process of claim 1, wherein said eluting is at an elution pH of 4. <p></p>6. The process of claim 1, further comprising after said incubating, subjecting A-mab to one or more further chromatographic separations, wherein said one or more further chromatographic separations comprise an ion exchange chromatography, a hydrophobic interactive chromatography or a combination thereof. <p></p>7. The process of claim 1, further comprising subjecting A-mab to an ion exchange chromatography after said incubating. <p></p>8. The process of claim 7, wherein said ion exchange chromatography is cation exchange chromatography. <p></p>9. The process of claim 7, wherein said ion exchange chromatography is anion exchange chromatography. <p></p>10. The process of claim 1, further comprising subjecting A-mab to a hydrophobic interaction chromatography after said incubating. <p></p>11. The process of claim 1, further comprising determining the monomer level of A-mab purified according to said process. <p></p>12. The process of claim 1, wherein the A-mab monomer level after said incubating is greater than 97%. <p></p>13. The process of claim 1, wherein the purified A-mab is pharmaceutical grade. ",
																					"source": "<p>Source:</p> US9018361"
																				},
																				{
																					"name": "Example 2",
																					"color": "yellow",
																					"claimReason": "“… method for purifying a composition comprising A-mab …”",
																					"indClaim": "<p></p>25. A method for purifying a composition comprising A-mab, the method comprising: <p></p>(a) contacting a cation exchange adsorbent with a composition comprising A-mab and A-mab comprising one or more hydroimidazolones at position 30 (R30) of SEQ ID NO. 1, position 93 (R93) of SEQ ID NO. 1, position 108 (R108) of SEQ ID NO. 1, position 16 (R16) of SEQ ID NO. 2, position 259 (R259) of SEQ ID NO. 2, position 359 (R359) of SEQ ID NO. 2, or position 420 (R420) of SEQ ID NO. 2; <p></p>(b) removing A-mab comprising one or more hydroimidazolones from the cation exchange adsorbent; and <p></p>(c) subsequently eluting the A-mab from the cation exchange adsorbent using an elution buffer.",
																					"depClaim": "<p></p>26. The method of claim 25 wherein the composition of step (a) comprises A-mab comprising a hydroimidazolone at position 30 (R30) of SEQ ID NO. 1. <p></p>27. The method of claim 25 wherein the A-mab and A-mab comprising one or more hydroimidazolones are expressed in Chinese hamster ovary cells using chemically defined media. <p></p>28. The method of claim 25 wherein at least 90% of the A-mab comprising one or more hydroimidazolones is removed in step (b). <p></p>29. The method of claim 25 wherein at least 99% of the A-mab comprising one or more hydroxylimidines is removed in step (b).",
																					"source": "<p>Source:</p> US8420081"
																				},
																				{
																					"name": "Example 3",
																					"color": "yellow",
																					"claimReason": "“… order to reduce the protease activity and further reduce leaching of protein A …”",
																					"indClaim": "<p></p>12. A method of purifying a protein which comprises a CH2/CH3 region comprising: <p></p>a. subjecting a composition comprising said protein to protein A affinity chromatography to provide a recovered composition and measuring leached protein A in said recovered composition; <p></p>b. if greater than about 20 ng protein A per mg of said protein is measured in said recovered composition, then performing subsequent purification of compositions comprising said protein by protein A affinity chromatography at a temperature in the range from about 10° C. to about 18° C., such that protein A leaching is reduced; and <p></p>c. exposing the composition subjected to protein A affinity chromatography to a protease inhibitor in order to reduce the protease activity and further reduce leaching of protein A.",
																					"depClaim": "",
																					"source": "<p>Source:</p> US7807799"
																				},
																				{
																					"name": "Example 4",
																					"color": "yellow",
																					"claimReason": "“… method for removing contaminant DNA in a sample containing a physiologically active protein …”",
																					"indClaim": "<p></p>1. A method for removing contaminant DNA in a sample containing a physiologically active protein, which comprises the following steps: <p></p>1) converting the sample containing a physiologically active protein into an acidic aqueous solution of low conductivity of 300 mS/m or less and having a molarity of 100 mM or less at pH of 1.5 to 3.9; <p></p>2) adjusting the pH of the resulting sample from step (1) to pH of 4 to 8 to form particles, wherein the molarity of the adjusted sample is 100 mM or less; and <p></p>3) removing the particles thereby to remove contaminant DNA in the sample.",
																					"depClaim": "<p></p>2. The method according to claim 1, wherein the acidic aqueous solution of low conductivity has a molarity of 50 mM or less. <p></p>3. The method according to claim 1, wherein the acidic aqueous solution of low conductivity has an ionic strength of 0.2 or less. <p></p>4. The method according to claim 1, wherein the acidic aqueous solution is selected from the group consisting of aqueous solutions of hydrochloric acid, citric acid and acetic acid. <p></p>5. The method according to claim 1, wherein the contaminant DNA is present at a DNA concentration of 22.5 pg/ml or less in the treated sample containing a physiologically active protein. <p></p>6. The method according to claim 1, wherein the physiologically active protein is an antibody. <p></p>7. The method according to claim 6, wherein the antibody is a humanized monoclonal antibody. <p></p>8. The method according to claim 7, wherein the antibody is a humanized anti-IL-6 receptor antibody. <p></p>9. The method according to claim 7, wherein the antibody is a humanized anti-HM1.24 antigen monoclonal antibody. <p></p>10. The method according to claim 7, wherein the antibody is a humanized anti-XYZ antibody (anti-XYZ antibody). <p></p>11. The method according to claim 7, wherein the antibody is a humanized anti-tissue factor antibody. <p></p>12. The method according to claim 1, wherein the particles are removed by filtration through a filter. <p></p>13. A method for removing contaminant DNA in a sample containing a physiologically active protein, which comprises: </p>1)</p> converting the sample containing a physiologically active protein into an acidic aqueous solution of low conductivity of 300 mS/m or less and having a molarity of 100 mM or less at pH of 1.5 to 3.9; </p>2)</p> neutralizing the pH of the resulting sample from step (1) by addition of a buffer to raise the pH to a neutral level to form particles, wherein the molarity of the neutralized sample is 100 mM or less; and </p>3)</p> filtering the resulting sample from step (2) to remove particles containing contaminant DNA.",
																					"source": "<p>Source:</p> US7927815"
																				}
																			]
																	
																},
																{
																	"name": "TFF",
																	"color": "yellow",
																	"claimReason": "“… method for concentrating an immunoglobulin solution by tangential flow filtration …”",
																	"indClaim": "<p></p>1. A method for concentrating an immunoglobulin solution by tangential flow filtration, characterized in that the transmembrane pressure and the cross-flow are variable, and changed during the filtration process according to the concentration of the immunoglobulin to be concentrated, wherein <p></p>i) a transmembrane pressure of from 1.4 bar to 1.6 bar and a cross-flow of from 75 ml/min. to 90 ml/min. is applied in a concentration range up to 30 mg immunoglobulin per ml of solution to be concentrated, <p></p>ii) a transmembrane pressure of from 0.8 bar to 0.9 bar and a cross-flow of from 140 ml/min. to 160 ml/min. is applied in a concentration range of from 15 mg/ml up to 55 mg/ml, and <p></p>iii) a transmembrane pressure of from 0.8 bar to 0.9 bar and a cross-flow of from 120 ml/min. to 140 ml/min is applied in a concentration range of more than 45 mg/ml up to about 130 mg/ml.",
																	"depClaim": "<p></p>2. The method of claim 1, wherein the transmembrane pressure and cross-flow in i) are 1.5 bar and 80 ml/min., in ii) are 0.85 bar and 150 ml/min., and; in iii) are 0.85 bar and 130 ml/min. <p></p>3. The method of claim 1, wherein the concentration range is in <p></p>i) of 5 to 25 mg/ml, in <p></p>ii) of from 25 to 50 mg/ml, and in <p></p>iii) from 50 to 140 mg/ml.",
																	"source": "<p>Source:</p> US8633302"
																},
																{
																	"name": "Viscosity",
																	"color": "yellow",
																	"claimReason": "“… method of reducing the viscosity to about 50 cs or less of a subcutaneous formulation …”",
																	"indClaim": "<p></p>1. A method of reducing the viscosity to about 50 cs or less of a subcutaneous formulation containing 100 mg/ml of a monoclonal antibody comprising the addition of a salt in an amount greater than 100 mM, wherein the salt is selected from the group consisting of arginine hydrochloride, sodium thiocyanate, ammonium thiocyanate, ammonium sulfate, ammonium chloride, calcium chloride, zinc chloride and sodium acetate.",
																	"depClaim": "<p></p>2. The method of claim 1 wherein said salt is added in an amount greater than 100 to about 200 mM. <p></p>3. The method of claim 2 wherein the amount of added salt is about 200 mM. <p></p>4. The method of claim 1 wherein said antibody is directed against IgE. <p></p>5. The method of claim 4 wherein the antibody is X-mab. <p></p>6. The method of claim 4, wherein the antibody is Y-mab. <p></p>7. The method of claim 4, wherein the antibody is Z-mab. <p></p>8. The method of claim 1 wherein said formulation is a reconstituted lyophilized formulation. <p></p>9. The method of claim 8 wherein the protein concentration in said reconstituted formulation is about 2-40 times greater than the protein concentration in the mixture before lyophilization. <p></p>10. The method of claim 1 wherein the formulation is hypertonic. <p></p>11. The method of claim 1, wherein the viscosity is about 40 cs or less. <p></p>12. The method of claim 1, wherein the viscosity is about 30 cs or less. <p></p>13. The method of claim 1, wherein the viscosity is about 20 cs or less. <p></p>14. The method of claim 1, wherein the viscosity is about 10 to 30 cs. <p></p>15. The method of claim 1, wherein the added salt is arginine hydrochloride. <p></p>16. The method of claim 1, wherein the added salt is sodium thiocyanate. <p></p>17. The method of claim 1, wherein the added salt is ammonium thiocyanate. <p></p>18. The method of claim 1, wherein the added salt is ammonium sulfate. <p></p>19. The method of claim 1, wherein the added salt is ammonium chloride. <p></p>20. The method of claim 1, wherein the added salt is calcium chloride. <p></p>21. The method of claim 1, wherein the added salt is sodium acetate.",
																	"source": "<p>Source:</p> US7666413"
																}]
												},
												{
													"name": "Upstream",
													"color": "yellow",
													"children": [{
																	"name": "Aggregation",
																	"color": "yellow",
																	"children": [{
																					"name": "Example 1",
																					"color": "yellow",
																					"claimReason": "“… method for the prevention of the reduction of a disulfide bond in an antibody expressed in a recombinant host cell …”",
																					"indClaim": "<p></p>1. A method for the prevention of the reduction of a disulfide bond in an antibody expressed in a recombinant host cell, comprising, following fermentation, sparging the pre-harvest or harvested culture fluid of said recombinant host cell with air, wherein the amount of dissolved oxygen (dO2) in the pre-harvest or harvested culture fluid is at least 10%.",
																					"depClaim": "<p></p>2. The method of claim 1 wherein said air sparging is continued until the pre-harvest or harvested culture fluid is at least 30% saturated with air. <p></p>3. The method of claim 1 wherein said air sparging is continued until the pre-harvest or harvested culture fluid is between about 100% saturated to about 30% saturated with air. <p></p>4. The method of claim 1 wherein the amount of dissolved oxygen (dO2) in the pre-harvest or harvested culture fluid is at least 30%. <p></p>5. The method of claim 1 wherein the antibody is a therapeutic antibody. <p></p>6. The method of claim 1 wherein the antibody is a biologically functional fragment of an antibody. <p></p>7. The method of claim 1 wherein the host cell is eukaryotic host cell. <p></p>8. The method of claim 7 wherein the eukaryotic host cell is a mammalian host cell. <p></p>9. The method of claim 1 wherein the host cell is prokaryotic host cell. <p></p>10. The method of claim 9 wherein the prokaryotic host cell is a bacterial cell.",
																					"source": "<p>Source:</p> US8574869"
																				},
																				{
																					"name": "Example 2",
																					"color": "yellow",
																					"claimReason": "“… comprising formulating the antibody in an arginine acetate buffer, pH 4.5 to 6.0 …”",
																					"indClaim": "<p></p>2. A method for reducing aggregation of a therapeutic monoclonal antibody, comprising formulating the antibody in an arginine acetate buffer, pH 4.5 to 6.0, wherein the antibody is bevacizumab.",
																					"depClaim": "<p></p>3. The method of claim 2, wherein the buffer is an arginine acetate buffer, pH 4.5 to 5.5. <p></p>4. The method of claim 2, wherein the buffer is an arginine acetate buffer, pH 4.8 to 5.4. <p></p>5. The method of claim 2, wherein the buffer is an arginine acetate buffer, pH 5.2. <p></p>6. The method of claim 3, wherein the arginine actetate concentration in the buffer is from about 25 mM to about 250 mM. <p></p>7. The method of claim 3, wherein the arginine actetate concentration in the buffer is from about 50 mM to about 250 mM. <p></p>8. The method of claim 3, wherein the arginine actetate concentration in the buffer is from about 75 mM to about 250 mM. <p></p>9. The method of claim 3, wherein the arginine actetate concentration in the buffer is from about 100 mM to about 250 mM. <p></p>10. The method of claim 3, wherein the arginine acetate concentration in the buffer is from about 120 mM to about 240 mM. <p></p>11. The method of claim 3, wherein arginine acetate concentration in the buffer is from about 150 mM to about 225 mM. <p></p>12. The method of claim 3, wherein the arginine acetate concentration in the buffer is about 200 mM. <p></p>13. The method of claim 2, wherein the formulation further comprises a surfactant. <p></p>14. The method of claim 13, wherein the surfactant is polysorbate. <p></p>15. The method of claim 14, wherein the polysorbate is polysorbate 20. <p></p>16. The method of claim 13, wherein the surfactant concentration is from 0.0001% to about 1.0%. <p></p>17. The method of claim 13, wherein the surfactant concentration is from about 0.01% to about 0.05%. <p></p>18. The method of claim 13, wherein the surfactant concentration is 0.04%. <p></p>19. The method of claim 2, wherein the antibody concentration is from about 10 mg/ml to about 250 mg/ml. <p></p>20. The method of claim 2, wherein the antibody concentration is from about 25 mg/ml to 200 mg/ml. <p></p>21. The method of claim 2, wherein the antibody concentration is from about 50 mg/ml to about 150 mg/ml. <p></p>22. The method of claim 2, wherein the antibody concentration is from about 75 mg/ml to about 125 mg/ml. <p></p>23. The method of claim 2, wherein the antibody is not subject to prior lyophilization.",
																					"source": "<p>Source:</p> US9226961"
																				}
																			]
																	
																},
																{
																	"name": "Cell culture",
																	"color": "yellow",
																	"children": [{
																					"name": "Example 1",
																					"color": "yellow",
																					"claimReason": "“… method of improving or enhancing the ability of a population of host cells that express a recombinant protein …”",
																					"indClaim": "<p></p>32. A method of improving or enhancing the ability of a population of host cells that express a recombinant protein to adapt to growth in the presence of methotrexate comprising the step of: inserting into host cells a recombinant expression vector comprising: a recombinant gene encoding a recombinant protein of interest, a recombinant expression vector element (rEVE) polynucleotide molecule comprising a sequence selected from the group consisting of SEQ ID NO:1, SEQ ID NO:2, a portion of SEQ ID NO:1, a portion of SEQ ID NO:2, and combinations thereof, and a dihydrofolate reductase (DHFR) gene; wherein a population of the host cells containing the recombinant expression vector has a higher survivability and/or higher growth rate when grown in the presence of methotrexate compared to a population of host cells carrying the same recombinant expression vector lacking the rEVE polynucleotide molecule.",
																					"depClaim": "<p></p>33. The method according to claim 32, wherein said methotrexate is present at a concentration in the range of 5 nM to 10 M. <p></p>34. The method according to claim 32, wherein said host cell is a CHO host cell.",
																					"source": "<p>Source:</p> US7935808"
																				},
																				{
																					"name": "Example 2",
																					"color": "yellow",
																					"claimReason": "“…  A method of increasing yield of a protein of interest in a cell culture …”",
																					"indClaim": "<p></p>18. A method of increasing yield of a protein of interest in a cell culture, comprising the steps of: <p></p>(a) providing a vector comprising a gene encoding caspase-9 dominant negative protein, <p></p>(b) providing a vector comprising a gene encoding a protein of interest, <p></p>(c) providing a Chinese hamster ovary (CHO) host cell, <p></p>(d) transforming or transfecting the host cell with the vector of steps (a) and (b), <p></p>(e) providing cell culture media, <p></p>(f) culturing the transformed or transfected host cell in the cell culture media under conditions sufficient for expression of the protein of interest and an amount of the caspase-9 dominant negative protein which is effective in increasing yield of the protein of interest, and optionally <p></p>(g) recovering or purifying the protein of interest from the host cell and/or the cell culture media. ",
																					"depClaim": "<p></p>19. The method of claim 18 wherein said cell culture media is serum-free media. <p></p>20. The method of claim 18 wherein after step (f), the host cell(s) and/or cell culture media is frozen and subsequently thawed. <p></p>21. A method of prolonging host cell viability in a cell culture, comprising the steps of: <p></p>(a) providing a vector comprising a gene encoding caspase-9 dominant negative protein, <p></p>(b) providing a vector comprising a gene encoding a protein of interest, <p></p>(c)providing a Chinese hamster ovary (CHO) host cell, <p></p>(d) transforming or transfecting the host cell with the vector of steps (a) and (b), <p></p>(e) providing cell culture media, <p></p>(f) culturing the transformed or transfected host cell in the cell culture media under conditions sufficient for expression of the protein of interest and an amount of caspase-9 dominant negative protein which is effective for prolonging viability of the host cells in the cell culture, and optionally <p></p>(g) recovering or purifying the protein of interest from the host cell and/or the cell culture media.",
																					"source": "<p>Source:</p> US6586206"
																				},
																				{
																					"name": "Example 3",
																					"color": "yellow",
																					"claimReason": "“… method for reducing glucose consumption during cultivation of CHO, myeloma, or hybridoma cells …”",
																					"indClaim": "<p></p>1. A method for reducing glucose consumption during cultivation of CHO, myeloma, or hybridoma cells, comprising cultivating CHO, myeloma, or hybridoma cells in culture medium in the presence of citric acid or citrate wherein said citric acid or citrate is maintained at a concentration of about 1 to 50 mmol/l during cultivation and wherein said citric acid or citrate is not bound in a chelate complex with iron or another transition metal ion.",
																					"depClaim": "<p></p>2. The method of claim 1, wherein the cells are myeloma cells. <p></p>3. The method of claim 1, wherein the cells are hybridoma or CHO cells.",
																					"source": "<p>Source:</p> US7390660"
																				}
																				]
																},
																{
																	"name": "Fed-batch",
																	"color": "yellow",
																	"claimReason": "“… fed-batch production method of making a human anti-XYZ antibody …”",
																	"indClaim": "<p></p>1. A fed-batch production method of making a human anti-XYZ antibody which comprises <p></p>(1) a light chain variable region (LCVR) comprising the amino acid sequence of SEQ ID NO:1 and <p></p>(2) a heavy chain variable region comprising the amino acid sequence of SEQ ID NO:2, said method comprising culturing Chinese Hamster Ovary (CHO) cells comprising a nucleic acid encoding said anti-XYZ antibody in a cell culture production medium in large-scale, wherein the glucose concentration in said medium is monitored, the glucose concentration in said medium decreases to below 2 g/L, and glucose is added to said medium when the glucose concentration in said medium decreases to below 2 g/L, or the glucose concentration in said medium is monitored and glucose is added to said medium to maintain the glucose concentration in said medium at a concentration of at least 2 g/L but no greater than 7 g/L, such that said anti-XYZ antibody is produced at a titer of at least 2 g/L in said cell culture production medium.",
																	"depClaim": "<p></p>2. The method of claim 1, wherein said anti-XYZ antibody is produced at a titer of at least 2.5 g/L in said cell culture production medium. <p></p>3. The method of claim 1, wherein said anti-XYZ antibody is produced at a titer of at least 4 g/L in said cell culture production medium. <p></p>4. The method of claim 1, wherein said culturing lasts 9-15 days. <p></p>5. The method of claim 1, wherein said cell culture production medium is a serum-free medium. <p></p>6. The method of claim 5, wherein said serum-free medium comprises at least one non-animalbased hydrolysate. <p></p>7. The method of claim 6, wherein said serum-free medium comprises a recombinant growth factor, an osmolarity regulator, a pH buffer agent, glutamine, methotrexate, and a cell protectant. <p></p>8. The method of claim 5, wherein said serum-free medium comprises galactose and manganese. <p></p>9. The method of claim 1, wherein said CHO cells are cultured at a temperature ranging from 32° C. to 38° C. <p></p>10. The method of claim 9, wherein said temperature is maintained as a constant temperature throughout said production method, said temperature being selected from a temperature range of 32° C. to 38° C.",
																	"source": "<p>Source:</p> US8911964B2"
																}]
												}
												]
								},
								{
									"name": "Device",
									"color": "blue",
									"children": [{
													"name": "Injection Device",
													"color": "blue",
													"children":[{
																	"name": "Components",
																	"color": "blue",
																	"claimReason": "“… syringe plunger comprising: a pressurizer disposed at a proximal end; and a distal end bifurcated into a first plunger arm …",
																	"indClaim": "<p></p>1. A syringe plunger formed of a polymeric material, the syringe plunger comprising: a pressurizer disposed at a proximal end; and a distal end bifurcated into a first plunger arm having a first conical surface and a second conical surface, and a second plunger arm having a first conical surface and a second conical surface, the distal end including: a first contact surface defined by the first conical surface of the first plunger arm and the first conical surface of the second plunger arm, the first contact surface configured to initially contact a firing engagement mechanism, the first contact surface disposed at a first angle of between about 40° and about 80° relative to a longitudinal axis of the syringe plunger, and a second contact surface defined by the second conical surface of the first plunger arm and the second conical surface of the second plunger arm, the second contact surface configured to contact the firing engagement mechanism subsequent to contact by the first contact surface.",
																	"depClaim": "<p></p>2. The syringe plunger of claim 1, wherein the firing engagement mechanism is configured to engage the first and second contact surfaces of the plunger arms, the firing engagement mechanism actuating the syringe plunger when the firing engagement mechanism is activated by a minimum force of between about 5 N and about 25 N. <p></p>3. The syringe plunger of claim 2, wherein, upon actuation of the syringe plunger, the pressurizer of the syringe plunger pressurizes a substance in a syringe barrel and causes the substance to be expelled from the syringe barrel. <p></p>4. The syringe plunger of claim 1, wherein the polymeric material of the syringe plunger has a flexural modulus of between about 2,000 MPa and about 5,500 MPa. <p></p>5. The syringe plunger of claim 1, wherein the first and second contact surfaces have a surface texture that is substantially rough. <p></p>6. The syringe plunger of claim 1, wherein the first and second contact surfaces have a surface texture that is substantially smooth. <p></p>7. The syringe plunger of claim 1, wherein the second contact surface is disposed at a second angl of about 6°-38° relative to the longitudinal axis of the syringe plunger. <p></p>8. The syringe plunger of claim 1, wherein the second contact surface is disposed at a second angle of about 8°-25° relative to the longitudinal axis of the syringe plunger. <p></p>9. The syringe plunger of claim 1, wherein the first and second plunger arms are separated by a third angle of between about 0.5° and about 2.0°. <p></p>10. The syringe plunger of claim 1, wherein the first and second plunger arms are separated by a distance of between about 2.55 mm and about 4.25 mm. <p></p>11. The syringe plunger of claim 1, wherein the first and second plunger arms are separated by a distance of about 3.05 mm. <p></p>12. The syringe plunger of claim 1, wherein the polymeric material is selected from the group consisting of thermoplastic materials and thermosetting materials. <p></p>13. The syringe plunger of claim 12, wherein the thermoplastic materials are selected from the group consisting of polyacetal, polycarbonate, polyacrylate, polyamide, polyester, acryonitrilebutadiene- styrene (ABS), polyvinyl chloride (PVC) and their copolymers, terpolymers, and filled composites thereof. <p></p>14. The syringe plunger of claim 13, wherein the polyacetal materials are selected from the group consisting of acetal homopolymers, copolymers, and filled materials thereof. <p></p>15. The syringe plunger of claim 14, wherein the filled materials are glass sphere filled or glass fiber filled. <p></p>16. The syringe plunger of claim 12, wherein the thermosetting materials are selected from the group consisting of epoxy, acrylic, urethane, ester, vinyl ester, epoxy-polyester, acrylic-urethane, and flurovinyl. <p></p>17. The syringe plunger of claim 16, wherein the acrylic material comprises a reactive functionality selected from the group consisting of an acid, a hydroxyl group, and an epoxy group. <p></p>18. The syringe plunger of claim 16, wherein the epoxy material comprises a reactive functionality that can be cured by a method selected from the group consisting of visible, ultraviolet and thermal crosslinking. <p></p>19. The syringe plunger of claim 12, wherein the thermosetting materials are selected from the group consisting of an epoxy homopolymer, copolymer or filled composite thereof. <p></p>20. The syringe plunger of claim 1, wherein the first contact surface has an open segment between the first and second plunger arms. <p></p>21. The syringe plunger of claim 1, wherein the first and second plunger arms have a mid point fixed configuration. <p></p>22. The syringe plunger of claim 1, wherein the first and second plunger arms have a top point fixed configuration.",
																	"source": "<p>Source:</p> US8636704B2"
																},
																{
																	"name": "Operation",
																	"color": "blue",
																	"claimReason": "“… method for operating an automatic injection device, the method comprising: operating an actuating bias member to move a plunger …”",
																	"indClaim": "<p></p>15. A method for operating an automatic injection device, the method comprising: operating an actuating bias member to move a plunger including a projecting region comprising an upper solid portion, a lower solid portion and one or more flexible elbows on either side of a central void provided between the upper and lower solid portions of the plunger, wherein the projecting region is in a projecting position when the one or more elbows project outwardly from the central void and in a collapsed position when the one or more elbows are collapsed inwardly toward the central void; and engaging one end of a syringe with the plunger to drive the syringe from a first position relative to a housing in which a needle coupled to another end of the syringe is shrouded by the housing to a second position relative to the housing in which the needle projects from the housing; wherein the projecting region of the plunger is in the projecting position prior to entering the syringe and wherein the projecting region is in the collapsed position inside the syringe for applying an expulsion force to a bung in the syringe in order to compress a liquid dose in the syringe and cause expression of the liquid dose from the syringe, wherein a collapsing movement of the projecting region toward the central void from the projecting position outside the syringe to the collapsed position inside the syringe causes an elongation in the length of the plunger.",
																	"depClaim": "<p></p>16. The method as claimed in claim 15, wherein the central void is a longitudinally extending slit. <p></p>17. The method as claimed in claim 15, further comprising: holding the syringe in the first position relative to the housing using a return bias member acting between the housing and another end of the syringe, until the actuating bias member is released. <p></p>18. The method as claimed in claim 15, wherein the housing is fixed relative to the syringe. <p></p>19. The method as claimed in claim 15, wherein the plunger is molded integrally.",
																	"source": "<p>Source:</p> US8162887"
																},
																{
																		"name": "Training",
																		"color": "blue",
																		"claimReason": "“… needleless automatic injection training device for training a recipient on administration of a substance …”",
																		"indClaim": "<p></p>1. A needleless automatic injection training device for training a recipient on administration of a substance, the training device comprising: a cylindrical outer housing; an activation button operatively coupled to the housing; an audible mechanism to convey audible information to a user concerning operation of the training device; a visual indicator, wherein the visual indicator conveys information to a user after a predetermined time period from depression of the activation button to simulate completion of an injection; and wherein the training device is unsuitable for administering a substance.",
																		"depClaim": "<p></p>2. The training device of claim 1, wherein the audible information is conveyed in response to an activation of the activation button. <p></p>3. The training device of claim 1, further comprising a visual indicator to convey visual information to the user. <p></p>4. The training device of claim 3, wherein the visual indicator conveys the visual information to the user in response to activation of the activation button. <p></p>5. The training device of claim 1, wherein the activation button initiates an operation of the training device. <p></p>6. The training device of claim 1, further comprising a syringe actuation component disposed within the housing, a transparent cylinder disposed within the housing, a rod movably disposed in the cylinder, and the visual indicator disposed on the rod, wherein depression of the activation button advances the syringe actuation component to expel air from the training device. <p></p>7. The training device of claim 1, wherein the training device lacks a member corresponding to a needle.",
																		"source": "<p>Source:</p> US9572938"
																}]	
												}]
								},
								{
									"name": "Function",
									"color": "red",
									"children": [{
													"name": "Affinity",
													"color": "red",
													"claimReason": "“… dissociates from human XYZ with a Kd of 1×10-8 M or less and a Koff rate constant of 1×10-3 s-1 or less …”",
													"indClaim": "<p></p>1. An isolated human antibody, or an antigen-binding portion thereof, that dissociates from human TNF with a Kd of 1×10-8 M or less and a Koff rate constant of 1×10-3 s-1 or less, both determined by surface plasmon resonance, and neutralizes human XYZ cytotoxicity in a standard in vitro L929 assay with an IC50 of 1×10-7 M or less.",
													"depClaim": "<p></p>2. The isolated human antibody, or antigen-binding portion thereof, of claim 1, which dissociates from human XYZ with a Koff rate constant of 5×10-4 s-1 or less. <p></p>3. The isolated human antibody, or antigen-binding portion thereof, of claim 1, which dissociates from human XYZ with a Koff rate constant of 1×10-4 s-1 or less. <p></p>4. The isolated human antibody, or antigen-binding portion thereof, of claim 1, which neutralizes human XYZ cytotoxicity in a standard in vitro L929 assay with an IC50 of 1×10-8 M or less. <p></p>5. The isolated human antibody, or antigen-binding portion thereof, of claim 1, which neutralizes human XYZ cytotoxicity in a standard in vitro L929 assay with an IC50 of 1×10-9 M or less. <p></p>6. The isolated human antibody, or antigen-binding portion thereof, of claim 1, which neutralizes human XYZ cytotoxicity in a standard in vitro L929 assay with an IC50 of 1×10-10 M or less. <p></p>7. The isolated human antibody, or antigen-binding portion thereof, of claim 1, which is a recombinant antibody, or antigen-binding portion thereof. <p></p>8. The isolated human antibody, or antigen-binding portion thereof, of claim 1, which inhibits human XYZ-induced expression of ZZZ on human umbilical vein endothelial cells.",
													"source": "<p>Source:</p> US6090382"
												},
												{
													"name": "Cytotoxicity",
													"color": "red",
													"claimReason": "“… and neutralizes human XYZ cytotoxicity in a standard in vitro ZZZ assay with an IC50 of 1×107 M or less …”",
													"indClaim": "<p></p>1. An isolated human antibody, or an antigen-binding portion thereof, that dissociates from human XYZ with a Kd of 1×10-8 M or less and a Koff rate constant of 1×10-3 s-1 or less, both determined by surface plasmon resonance, and neutralizes human XYZ cytotoxicity in a standard in vitro L929 assay with an IC50 of 1×10-7 M or less.",
													"depClaim": "<p></p>54. A pharmaceutical composition comprising an isolated human antibody, or antigen-binding portion thereof, which dissociates from human XYZ with a Kd of 1×108 M or less and a Koff rate constant of 1×103 s1 or less, both determined by surface plasmon resonance, and neutralizes human XYZ cytotoxicity in a standard in vitro ZZZ assay with an IC50 of 1×107 M or less, and a pharmaceutically acceptable carrier, wherein the composition has a form selected from the group consisting of a liquid, a semi-solid dosage form, a solid dosage form, a dispersion, a suspension, a tablet, a pill, a powder, a liposome, and a suppository.",
													"source": "<p>Source:</p> US6090382"
												},
												{
													"name": "Epitope Binding",
													"color": "red",
													"children": [{
																	"name": "Example 1",
																	"color": "red",
																	"claimReason": "“… specifically binds to said human XYZ receptor …” </br>“CAUTION: the case law for claiming epitopes is in flux.  Please consult a patent attorney.”",
																	"indClaim": "<p></p>1. An isolated antibody to human XYZ receptor, wherein said antibody specifically binds to said human XYZ receptor.",
																	"depClaim": "<p></p>2. An antibody according to claim 1, wherein said antibody can specifically bind to amino acid sequence KTS MHP PYS LGQ LVP of said human XYZ receptor. <p></p>3. An antibody according to claim 1, wherein said antibody is monoclonal. <p>/p>4. An antibody according to claim 3, wherein said antibody is polyclonal. <p></p>5. An antibody according to claim 3, wherein said antibody is produced by hybridoma MT18 (FERM BP-2999). <p></p>6. An antibody according to claim 3, wherein said antibody is produced by hybridoma PM1 (FERM BP-2998).",
																	"source": "<p>Source:</p> US5670373"
																},
																{
																	"name": "Example 2",
																	"color": "red",
																	"claimReason": "“… specifically binds to extracelluar domain of XYZ …” </br>“CAUTION: the case law for claiming epitopes is in flux.  Please consult a patent attorney.”",
																	"indClaim": "<p></p>1. A monoclonal antibody which specifically binds to the extracellular domain of the XYZ receptor and inhibits growth of ZZZ breast tumor cells in cell culture by greater than 20%, at an antibody concentration on of 0.5-30 .mu.g/ml, wherein said ZZZ cells are cultured in culture medium comprising 10% fetal bovine serum and said growth inhibition is determined six days after exposure of said ZZZ cells to said antibody.",
																	"depClaim": "<p></p>2. A monoclonal antibody as in claim 1 wherein said antibody inhibits growth of said ZZZ breast tumor cells in cell culture by greater than 50%, at an antibody concentration of 0.5-3.0 .mu.g/ml, wherein said growth inhibition is determined six days after exposure of said ZZZ cells to said antibody. <p></p>3. The monoclonal antibody as in claim 1 which comprises murine antigen binding region residues and human antibody residues.",
																	"source": "<p>Source:</p> US5677171"
																},
																{
																	"name": "Example 3",
																	"color": "red",
																	"claimReason": "“… specifically binds to a protein consisting of amino acid sequence of …” </br> “CAUTION: the case law for claiming epitopes is in flux.  Please consult a patent attorney.”",
																	"indClaim": "<p></p>1. An isolated antibody or portion thereof that specifically binds to a protein consisting of an amino acid sequence of amino acid residues 1 to 285 of SEQ ID NO:2.",
																	"depClaim": "<p></p>2. The antibody or portion thereof of claim 1 which is a monoclonal antibody. <p></p>3. The antibody or portion thereof of claim 1 which is a polyclonal antibody. <p></p>4. The antibody or portion thereof of claim 1 which is a Fab fragment. <p></p>5. The antibody or portion thereof of claim 1 which is labeled. <p></p>6. The antibody or portion thereof of claim 5 wherein the label is selected from the group consisting of: <p></p>(a) an enzyme label; <p></p>(b) a radioisotope; <p></p>(c) a fluorescent label; and <p></p>(d) biotin. ",
																	"source": "<p>Source:</p> US6403770"
																},
																{
																	"name": "Example 4",
																	"color": "red",
																	"claimReason": "“… binds to XYZ, does not bind to a mutant human XYZ and inhibits the synthesis of…”",
																	"indClaim": "<p></p>1. An isolated monoclonal antibody which binds to human XYZ (SEQ ID No:31), which does not bind to a mutant human XYZ, wherein in the mutant human XYZ, the serine residue in position 274 has been substituted with a phenylalanine residue (SEQ ID No:34), and wherein the antibody inhibits the synthesis of cADPR by at least 25% after 90 minutes at a concentration of 3 g/ml.",
																	"depClaim": "<p></p>3. The antibody according to claim 1 or claim 2, wherein the antibody binds to a mutant human XYZ to the same degree that it binds to human XYZ (SEQ ID No:31), wherein the threonine residue in position 237 of the mutant human XYZ has been substituted with an alanine residue (SEQ ID No:32). <p></p>4. The antibody of claim 1, wherein the antibody further possesses the following binding characteristics: (i) does not bind to a mutant human XYZ, wherein the glutamine residue in position 272 has been substituted with an arginine residue (SEQ ID No:33), to the same degree that it binds to human XYZ (SEQ ID No:31), and (ii) binds to a mutant human CD38, wherein the threonine residue in position 237 has been substituted with an alanine residue (SEQ ID No:32), to the same degree that it binds to human XYZ (SEQ ID No:31). <p></p>5. The antibody according to claim 1 or claim 2, wherein the antibody is a full length IgG1, IgG2, IgG3, IgG4, IgD, IgA, IgE, or IgM antibody. <p></p>6. An immunoconjugate comprising the antibody according to claim 1 or claim 2 linked to a cytotoxic agent, a radioisotope, or a drug. <p></p>7. A pharmaceutical composition comprising the antibody according to claim 1 or claim 2 and a pharmaceutically acceptable carrier. <p></p>8. The pharmaceutical composition according to claim 7 comprising one or more further therapeutic agents. <p></p>9. The antibody of claim 1 that specifically binds to the region SKRNIQFSCKNIYR (SEQ ID NO: 35) and the region EKVQTLEAWVIHGG (SEQ ID NO: 36) of human CD38 (SEQ ID No:31). <p></p>10. The antibody of claim 1 or 2, wherein the antibody possesses one or more of the following characteristics: <p></p>(i) acts as an antagonist of XYZ; <p></p>(ii) does not induce significant proliferation of peripheral blood mononuclear cells; <p></p>(iii) does not induce release of significant IL-6 by human monocytes or peripheral blood mononuclear cells; <p></p>(iv) does not induce release of detectable IFN-.gamma. by human T cells or peripheral blood mononuclear cells; <p></p>(v) is internalized by CD38 expressing cells; <p></p>(vi) induces ADCC; <p></p>(vii) induces CDC in the presence of complement; <p></p>(viii) inhibits the synthesis of cADPR; and <p></p>(ix) binds to human XYZ with an affinity (K D) of below 108 M. <p></p>11. The antibody according to claim 10, which inhibits the synthesis of cADPR by at least 25% after 90 minutes at a concentration of 3 g/ml. <p></p>12. The antibody according to claim 1 or 2, wherein the antibody is glycosylated in a eukaryotic cell. <p></p>13. The antibody according to claim 1 or 2, which is an antibody fragment or a single chain antibody. <p></p>14. The antibody according to claim 1 or 2, further comprising a chelator linker for attaching a radioisotope. <p></p>15. A bispecific or multispecific molecule comprising the antibody according to claim 1 or 2 and a binding specificity for a human effector cell. <p></p>16. A kit for detecting the presence of XYZ antigen, or a cell expressing XYZ, in a sample comprising the antibody according to claim 1 or claim 2. <p></p>17. The antibody according to claim 1 or 2, wherein the antibody is produced in a recombinant host cell. <p></p>19. The pharmaceutical composition of claim 7, further comprising a preservative.",
																	"source": "<p>Source:</p> US9187565"
																}
																]
												},
												{
													"name": "Multiple Functions",
													"color": "red",
													"claimReason": "“… binds, mediates cell lysis, mediates ADCC …”",
													"indClaim": "<p></p>15. A humanized variant of a non-human parent antibody, wherein the humanized variant comprises non-human Complementarity Determining Region (CDR) amino acid residues and human Framework Region (FR) amino acid residues, and:  <p></p>(a) binds the XYZ receptor with an affinity of about 4.7 nM Kd or better affinity: <p></p>(b) mediates specific cell lysis of ZZZ cells in the presence of IL-2 activated human peripheral blood lymphocytes at least about four fold more effectively than the non-human parent antibody; and <p></p>(c) mediates Antibody Dependent Cellular Cytotoxicity (ADCC) selective for cell types which overexpress p185HER2 at least about two fold more effectively than for cell types which express low levels of p185HER2.",
													"depClaim": "<p></p>16. The humanized variant of claim 15 which binds the XYZ receptor with an affinity of about 0.82 nM Kd or better affinity. <p></p>17. The humanized variant of claim 16 which binds the XYZ receptor with an affinity of about 0.10 nM Kd. <p></p>18. The humanized variant of claim 15 which inhibits proliferation of ZZZ cells incubated for 96 hr with the antibody. <p></p>19. The humanized variant of claim 18 wherein the antibody inhibits proliferation of ZZZ cells to about 66% of untreated control or greater inhibition.",
													"source": "<p>Source:</p> US6054297"
												}]	
								},
								{
									"name": "Method",
									"color": "orange",
									"children": [{
													"name": "Detecting/Diagnostic",
													"color": "orange",
													"children": [{
																	"name": "In vitro",
																	"color": "orange",
																	"claimReason": "“… method of detecting human XYZ (hXYZ) in a biological sample …”",
																	"indClaim": "<p></p>2. A method of detecting human XYZ (hXYZ) in a biological sample, said method comprising contacting the biological sample with an isolated human antibody, or an antigen-binding portion thereof, and detecting either an antibody, or antigen-binding portion thereof, bound to hXYZ or an unbound antibody, or antigen-binding portion thereof, to thereby detect hXYZ in the biological sample, wherein the human antibody, or antigen-binding portion thereof, dissociates from human XYZ with a Kd of 1×108 M or less and a Koff rate constant of 1×103 s1 or less, both determined by surface plasmon resonance, and neutralizes human XYZ cytotoxicity in a standard in vitro L929 assay with an IC50 of 1×107 M or less.",
																	"depClaim": "<p></p>3. The method of claim 2, wherein detection of the hXYZ is performed using an immunoassay. <p></p>4. The method of claim 3, wherein the immunoassay is selected from the group consisting of an enzyme linked immunosorbent assay, a radioimmunoassay, tissue histochemistry, and a competition immunoassay. <p></p>5. The method of claim 1 or 2, wherein the isolated human antibody, or antigen-binding portion thereof, neutralizes human XYZ cytotoxicity in a standard in vitro L929 assay with an IC50 of 1×108 M or less. <p></p>6. The method of claim 1 or 2, wherein the isolated human antibody, or antigen-binding portion thereof, neutralizes human XYZ cytotoxicity in a standard in vitro L929 assay with an IC50 of 1×109 M or less. <p></p>7. The method of claim 1 or 2, wherein the isolated human antibody, or antigen-binding portion thereof, neutralizes human XYZ cytotoxicity in a standard in vitro L929 assay with an IC50 of 5×1010 M or less. <p></p>8. The method of claim 1 or 2, wherein the isolated human antibody, or antigen-binding portion thereof, dissociates from human XYZ with a Koff rate constant of 5×104 s1 or less. <p></p>9. The method of claim 1 or 2, wherein the isolated human antibody, or antigen-binding portion thereof, dissociates from human XYZ with a Koff rate constant of 1×104 s1 or less. <p></p>10. The method of claim 1 or 2, wherein the isolated human antibody, or antigen-binding portion thereof, inhibits human XYZ-induced expression of ELAM-1 in human umbilical vein endothelial cells. <p></p>11. The method of claim 1 or 2, wherein the isolated human antibody, or antigen-binding portion thereof, comprises a light chain variable region (LCVR) comprising a CDR3 domain comprising the amino acid sequence of SEQ ID NO: 3, or modified from SEQ ID NO: 3 by a single alanine substitution at position 1, 4, 5, 7 or 8 or by one to five conservative amino acid substitutions at positions 1, 3, 4, 6, 7, 8 and/or 9, a CDR2 domain comprising the amino acid sequence of SEQ ID NO: 5, and a CDR1 domain comprising the amino acid sequence of SEQ ID NO: 7; and comprises a heavy chain variable region (HCVR) having a CDR3 domain comprising the amino acid sequence of SEQ ID NO: 4, or modified from SEQ ID NO: 4 by a single alanine substitution at position 2, 3, 4, 5, 6, 8, 9, 10 or 11 or by one to five conservative amino acid substitutions at positions 2, 3, 4, 5, 6, 8, 9, 10, 11 and/or 12, a CDR2 domain comprising the amino acid sequence of SEQ ID NO: 6, and a CDR1 domain comprising the amino acid sequence of SEQ ID NO: 8. <p></p>12. The method of claim 1 or 2, wherein the isolated human antibody, or an antigen-binding portion thereof, has a light chain variable region (LCVR) comprising the amino acid sequence of SEQ ID NO: 1 and a heavy chain variable region (HCVR) comprising the amino acid sequence of SEQ ID NO: 2. <p></p>13. The method of claim 1 or 2, wherein the isolated human antibody, or antigen-binding portion thereof, has an IgG1 heavy chain constant region. <p></p>14. The method of claim 1 or 2, wherein the isolated human antibody, or antigen-binding portion thereof, has an IgG4 heavy chain constant region. <p></p>15. The method of claim 1 or 2, wherein the isolated human antibody, or antigen-binding portion thereof, has a kappa light chain constant region. <p></p>16. The method of claim 1 or 2, wherein the isolated human antibody, or antigen-binding portion thereof, is a Fab fragment. <p></p>17. The method of claim 1 or 2, wherein the isolated human antibody, or antigen-binding portion thereof, is a single chain Fv fragment.",
																	"source": "<p>Source:</p> US8414894"
																}]
												},
												{
													"name": "Functionality",
													"color": "orange",
													"children": [{
																	"name": "MOA",
																	"color": "orange",
																	"children": [{
																					"name": "Example 1",
																					"color": "orange",
																					"claimReason": "“… method of depleting peripheral blood B cells in a human host …”",
																					"indClaim": "<p></p>1. A method of depleting peripheral blood B cells in a human host comprising administering to the host an immunologically active chimeric anti-XYZ antibody in an amount effective to deplete peripheral blood B cells in the host, wherein the antibody comprises a light chain variable region comprising amino acid residues 23 to 128 of SEQ ID NO: 4, a human immunoglobulin light chain kappa constant region, a heavy chain variable region comprising amino acid residues 20 to 140 of SEQ ID NO: 6, and a human immunoglobulin heavy chain gamma 1 constant region.",
																					"depClaim": "<p></p>2. The method of claim 1 wherein the antibody is administered to the host in four separate infusions of 375 mg/m2 per infusion. <p></p>3. The method of claim 1 wherein the administration of the antibody causes peripheral blood B cells in the host to be depleted for a period in excess of 2 weeks. <p></p>4. A method for depleting peripheral blood B cells in a host in need of such treatment comprising administering an amount of an immunologically active chimeric anti-XYZ sufficient to induce B cell depletion, wherein the antibody comprises a light chain variable region comprising the amino acid sequence shown as residues 23 to 128 of SEQ ID NO: 4 and a heavy chain variable region comprising the amino acid sequence shown as residues 20 to 140 of SEQ ID NO: 6, and the amount of antibody administered comprises four separate infusions of 375 mg/m2.",
																					"source": "<p>Source:</p> US7744877"
																				},
																				{
																					"name": "Example 2",
																					"color": "orange",
																					"claimReason": "“… method for increasing an immune response to an antigen in a subject …”",
																					"indClaim": "<p></p>1. A method for increasing an immune response to an antigen in a subject, the method comprising administering to the subject an anti-XYZ antibody or antigen-binding portion thereof, wherein the antibody or antigen-binding portion thereof comprises a heavy chain variable region that comprises CDR1, CDR2, and CDR3 domains; and a light chain variable region that comprises CDR1, CDR2, and CDR3 domains, wherein the heavy chain variable region and light chain variable region CDR3 domains are selected from the group consisting of: <p></p>(a) a heavy chain variable region CDR3 comprising amino acids having the sequence set forth in SEQ ID NO:37; and a light chain variable region CDR3 comprising amino acids having the sequence set forth in SEQ ID NO:35; and <p></p>(b) a heavy chain variable region CDR3 comprising amino acids having the sequence set forth in SEQ ID NO:38; and a light chain variable region CDR3 comprising amino acids having the sequence set forth in SEQ ID NO:36; and binds to human CTLA-4 with a binding affinity of about 10 8 M1 or greater.",
																					"depClaim": "",
																					"source": "<p>Source:</p> US8784815"
																				},
																				{
																					"name": "Example 3",
																					"color": "orange",
																					"claimReason": "“… method for inhibiting human XYZ activity in vitro …”",
																					"indClaim": "<p></p>1. A method for inhibiting human XYZ activity in vitro comprising contacting human XYZ with an isolated antibody such that human XYZ activity is inhibited, wherein the antibody is an isolated human antibody, or an antigen-binding portion thereof, that dissociates from human XYZ with a Kd of 1×108 M or less and a Koff rate constant of 1×103 s1 or less, both determined by surface plasmon resonance, and neutralizes human XYZ cytotoxicity in a standard in vitro L929 assay with an IC50 of 1×107 M or less.",
																					"depClaim": "",
																					"source": "<p>Source:</p> US8414894"
																				}
																				]
																	
																}]
												},
												{
													"name": "Safety",
													"color": "orange",
													"children": [{
																	"name": "Adverse event",
																	"color": "orange",
																	"claimReason": "“… method of reducing the incidence of an adverse event induced by a therapeutic dose …”",
																	"indClaim": "<p></p>24. A method of reducing the incidence of an adverse event induced by a therapeutic dose of an anti-XYZ monoclonal antibody or an antigen-binding portion thereof in treating a hyperproliferative disease, in a subject in need thereof comprising administering (i) a dose of an anti-ZZZ monoclonal antibody or an antigen-binding portion thereof and (ii) a subtherapeutic dose of the anti-XYZ monoclonal antibody or an antigen-binding portion thereof to the subject, wherein the subject exhibits a reduction in the adverse event after the administration.",
																	"depClaim": "<p></p>25. The method of claim 24, wherein the adverse event induced by the anti- XYZ monoclonal antibody or an antigen-binding portion thereof comprises colitis, diarrhea, rash, pruritis, esophagitis, duodenitis, ileitis, or any combination thereof. <p></p>26. The method of claim 24, further comprising administering a non-absorbable steroid to the subject. <p></p>27. The method of claim 26, wherein the non-absorbable steroid is a corticosteroid. <p></p>28. The method of claim 26, wherein the non-absorbable steroid is administered prior to the administration of the anti-ZZZ antibody or antigen-binding portion thereof or the anti-XYZ antibody or antigen-binding portion thereof. <p></p>29. The method of claim 5 or 17, wherein the cancer is selected from melanoma, lung cancer, renal cancer, prostate cancer, breast cancer, colorectal cancer, and fibrosarcoma. <p></p>30. The method of claim 5 or 17, wherein the cancer is bone cancer, pancreatic cancer, skin cancer, cancer of the head or neck, cutaneous or intraocular malignant melanoma, uterine cancer, ovarian cancer, rectal cancer, cancer of the anal region, stomach cancer, testicular cancer, uterine cancer, carcinoma of the fallopian tubes, carcinoma of the endometrium, carcinoma of the cervix, carcinoma of the vagina, carcinoma of the vulva, Hodgkin's Disease, non-Hodgkin's lymphoma, cancer of the esophagus, cancer of the small intestine, cancer of the endocrine system, cancer of the thyroid gland, cancer of the parathyroid gland, cancer of the adrenal gland, sarcoma of soft tissue, cancer of the urethra, cancer of the penis, chronic or acute leukemia, acute myeloid leukemia, chronic myeloid leukemia, acute lymphoblastic leukemia, chronic lymphocytic leukemia, solid tumors of childhood, lymphocytic lymphoma, cancer of the bladder, cancer of the kidney or ureter, carcinoma of the renal pelvis, neoplasm of the central nervous system (CNS), primary CNS lymphoma, tumor angiogenesis, spinal axis tumor, brain stem glioma, pituitary adenoma, Kaposi's sarcoma, epidermoid cancer, squamous cell cancer, T-cell lymphoma, environmentally induced cancers including those induced by asbestos, and combinations of said cancers. …. <p></p>36. The method of claim 34, wherein the anti-ZZZ antibody or antigen-binding portion thereof exhibits one or more of the following properties: <p></p>(i) the anti-ZZZ antibody or antigen-binding portion thereof binds to human ZZZ with a K D of 1×108 M or less, wherein the KD is measured by surface plasmon resonance (Biacore) analysis; <p></p>(ii) the anti-ZZZ antibody or antigen-binding portion thereof binds to human ZZZ with an on rate (k on) of about 0.76×105 I/Ms or more, wherein the on rate (kon) is measured by surface plasmon resonance (Biacore) analysis; and  <p></p>(iii) the anti-ZZZ antibody or antigen-binding portion thereof binds to human ZZZ with an off rate (k off) of about 4.5×104 l/s or less, wherein the off rate (koff) is measured by surface plasmon resonance (Biacore) analysis.",
																	"source": "<p>Source:</p> US9358289"
																}]
												}
												]
								},
								{
									"name": "Polynucleotide",
									"color": "aqua",
									"children": [{
													"name": "Sequence",
													"color": "aqua",
													"claimReason": "“… encoded by a nucleic acid sequence . . . set forth in SEQ ID NO:  …”",
													"indClaim": "<p></p>16. An XYZ antibody ...  that comprises a heavy chain variable region comprising amino acids having the sequence set forth in SEQ ID NO: 6 and a light chain variable region comprising amino acids having the sequence set forth in SEQ ID NO: 13.",
													"depClaim": "<p></p>17. The monoclonal antibody or the antigen-binding portion thereof of claim 16, wherein the monoclonal antibody or the antigen-binding portion thereof comprises a light chain variable region encoded by a nucleic acid sequence that has at least about 80% sequence identity to the nucleotide sequence set forth in SEQ ID NO: 69. <p></p>18. The monoclonal antibody or the antigen-binding portion thereof of claim 16, wherein the monoclonal antibody or the antigen-binding portion thereof comprises a light chain variable region encoded by a nucleic acid sequence that has at least about 85% sequence identity to the nucleotide sequence set forth in SEQ ID NO: 69. <p></p>19. The monoclonal antibody or the antigen-binding portion thereof of claim 16, wherein the monoclonal antibody or the antigen-binding portion thereof comprises a light chain variable region encoded by a nucleic acid sequence that has at least about 90% sequence identity to the nucleotide sequence set forth in SEQ ID NO: 69. <p></p>20. The monoclonal antibody or the antigen-binding portion thereof of claim 16, wherein the monoclonal antibody or the antigen-binding portion thereof comprises a light chain variable region encoded by a nucleic acid sequence that has. at least about 95% sequence identity to the nucleotide sequence set forth in SEQ ID NO: 69. <p></p>21. The monoclonal antibody or the antigen-binding portion thereof of claim 16, wherein the monoclonal antibody or the antigen-binding portion thereof comprises a heavy chain variable region encoded by a nucleic acid sequence that has at least about 80% sequence identity to the nucleotide sequence set forth in SEQ ID NO: 62. <p></p>22. The monoclonal antibody or the antigen-binding portion thereof of claim 16, wherein the monoclonal antibody or the antigen-binding portion thereof comprises a heavy chain variable region encoded by a nucleic acid sequence that has at least about 85% sequence identity to the nucleotide sequence set forth in SEQ ID NO: 62. <p></p>23. The monoclonal antibody or the antigen-binding portion thereof of claim 16, wherein the monoclonal antibody or the antigen-binding portion thereof comprises a heavy chain variable region encoded by a nucleic acid sequence that has at least about 90% sequence identity to the nucleotide sequence set forth in SEQ ID NO: 62. <p></p>24. The monoclonal antibody or the antigen-binding portion thereof of claim 16, wherein the monoclonal antibody or the antigen-binding portion thereof comprises a heavy chain variable region encoded by a nucleic acid sequence that has at least about 95% sequence identity to the nucleotide sequence set forth in SEQ ID NO: 62.",
													"source": "<p>Source:</p> US9492539"
												},
												{
													"name": "Vector",
													"color": "aqua",
													"claimReason": "“… recombinant expression vector element (rEVE) polynucleotide molecule comprising a nucleotide base sequence selected from the group consisting of the nucleotide base sequence of SEQ ID NO:1 …”",
													"indClaim": "<p></p>1. An isolated recombinant expression vector element (rEVE) polynucleotide molecule comprising a nucleotide base sequence selected from the group consisting of the nucleotide base sequence of SEQ ID NO:1, the nucleotide base sequence of SEQ ID NO:2, a sequence complementary to any foregoing sequence, an expression-enhancing portion of any foregoing sequence, and combinations thereof.",
													"depClaim": "<p></p>2. The isolated rEVE polynucleotide molecule according to claim 1, wherein the rEVE polynucleotide molecule comprises an expression-enhancing portion of the sequence of SEQ ID NO:2 selected from the group consisting of the sequence of bases 462-2422 of SEQ ID NO:2 andthe sequence of bases 1087-2422 of SEQ ID NO:2. <p></p>3. A recombinant vector comprising a rEVE polynucleotide molecule as described in claim 1. <p></p>4. The recombinant vector according to claim 3, wherein the recombinant vector is a recombinant expression vector. <p></p>5. The recombinant expression vector according to claim 4 selected from the group consisting of a recombinant plasmid expression vector, a recombinant eukaryotic viral expression vector, a recombinant bacteriophage expression vector, a recombinant yeast mini-chromosome expression vector, a recombinant bacterial artificial chromosome expression vector, and a recombinant yeast expression plasmid vector. <p></p>6. The recombinant expression vector according to claim 4, wherein the recombinant expression vector comprises one or more functional recombinant genes encoding one or more recombinant proteins. <p></p>7. The recombinant expression vector according to claim 6, wherein said one or more recombinant proteins is selected from the group consisting of a soluble protein, a membrane protein, a structural protein, a ribosomal protein, an enzyme, a zymogen, an antibody molecule, a cell surface receptor protein, a transcription regulatory protein, a translation regulatory protein, a chromatin protein, a hormone, a cell cycle regulatory protein, a G protein, a neuroactive peptide, an immunoregulatory protein, a blood component protein, an ion gate protein, a heat shock protein, a dihydrofolate reductase (DHFR), an antibiotic resistance protein, a functional fragment of any of the preceding proteins, an epitope-containing fragment of any of the preceding proteins, and combinations thereof. <p></p>8. The recombinant expression vector according to claim 7, wherein the antibody molecule is selected from the group consisting of an anti-TNF- antibody, an anti-EL-selectin antibody, an anti- IL-13 antibody, and a dual variable domain immunoglobulin molecule. <p></p>9. The recombinant expression vector according to claim 8, wherein the anti-TNF- antibody is X. <p></p>10. The recombinant expression vector according to any one of claims 4-9, wherein said recombinant expression vector comprises at least one copy of a gene encoding a dihydrofolate reductase. <p></p>11. A host cell comprising a vector described in any one of claims 3-9. <p></p>12. The host cell according to claim 11, wherein the host cell is a eukaryotic host cell or a prokaryotic host cell. <p></p>13. The host cell according to claim 12, wherein the host cell is a eukaryotic host cell selected from the group consisting of a mammalian host cell, an insect host cell, a plant host cell, a fungal host cell, a eukaryotic algal host cell, a nematode host cell, a protozoan host cell, and a fish host cell. <p></p>14. The host cell according to claim 13, wherein the eukaryotic host cell is a mammalian host cell. <p></p>15. The host cell according to claim 14, wherein the mammalian host cell is selected from the group consisting of a Chinese Hamster Ovary (CHO) cell, a COS cell, a Vero cell, an SP2/0 cell, an NS/0 myeloma cell, a human embryonic kidney (HEK 293) cell, a baby hamster kidney (BHK) cell, a HeLa cell, a human B cell, a CV-1/EBNA cell, an L cell, a 3T3 cell, an HEPG2 cell, a PerC6 cell, and an MDCK cell. <p></p>16. The host cell according to claim 15, wherein the mammalian host cell is a CHO cell. <p></p>17. The host cell according to claim 13, wherein the eukaryotic host cell is a fungal host cell. <p></p>18. The host cell according to claim 17, wherein the fungal host cell is selected from the group consisting of Aspergillus, Neurospora, Saccharomyces, Pichia, Hansenula, Schizosaccharomyces, Kluyveromyces, Yarrowia, and Candida. <p></p>19. The host cell according to claim 18, wherein the Saccaromyces host cell is an S. cerevisiae host cell. <p></p>20. The host cell according to claim 13, wherein the eukaryotic host cell is a protozoan host cell. <p></p>21. The host cell according to claim 20, wherein the protozoan host cell is a Leishmania tarentolae host cell. <p></p>22. A method of producing a recombinant protein of interest comprising transcribing and translating one or more genes encoding the recombinant protein of interest present on a recombinant expression vector described in any of claims 4-9. <p></p>23. The method according to claim 22, wherein said transcribing and translating occur in a cell free transcription/translation system or in a host cell. <p></p>24. The method according to claim 23, wherein said transcribing and translating occur in a host cell. <p></p>25. The method according claim 24, wherein said host cell is a CHO host cell. <p></p>26. A method of producing a host cell that stably expresses elevated levels of a recombinant protein of interest, comprising: inserting into host cells a recombinant expression vector described in claim 10, growing said host cells in the presence of methotrexate to select for a methotrexate-resistant host cell that expresses the recombinant protein of interest, and isolating said methotrexate-resistant host cell, wherein said isolated methotrexate-resistant host cell expresses the recombinant protein of interest at a level that is higher than that of a methotrexate-sensitive host cell, and wherein said methotrexate-resistant host cell stably expresses an elevated level of the recombinant protein when grown in the presence or in the absence of methotrexate. <p></p>27. The method according to claim 26, wherein said methotrexate is present at a concentration in the range of 5 nM to 10 M. <p></p>28. The method according to claim 26, wherein said host cell is a CHO host cell. <p></p>29. In a dihydrofolate reductase (DHFR)-methotrexate method for amplifying the expression of a recombinant protein of interest encoded on a recombinant expression vector in a host cell, wherein said recombinant expression vector comprises a gene coding for the recombinant protein of interest and a gene encoding DHFR, the improvement wherein said recombinant expression vector also comprises a rEVE polynucleotide molecule as described in claim 1 or claim 2, wherein growth of host cells containing the expression vector in the presence of methotrexate selects for and produces a methotrexate-resistant host cell that stably expresses the recombinant protein of interest at an amplified level when grown in the presence or in the absence of methotrexate. <p></p>30. The method according to claim 29, wherein said methotrexate is present at a concentration in the range of 5 nM to 10 M. <p></p>31. The method according to claim 29, wherein said host cell is a CHO host cell.",
													"source": "<p>Source:</p> US7935808"
												}]
								},
								{
									"name": "Polypeptide",
									"color": "navy",
									"children": [{
													"name": "Chimeric",
													"color": "navy",
													"claimReason": "“… chimeric antibody comprising at least part of a human immunoglobulin constant region and at least part of a non-human immunoglobulin variable region …”",
													"indClaim": "<p></p>1. A chimeric antibody comprising at least part of a human immunoglobulin constant region and at least part of a non-human immunoglobulin variable region, said antibody capable of binding an epitope specific for human XYZ target, wherein the non-human immunoglobulin variable region comprises an amino acid sequence selected from the group consisting of SEQ ID NO: 3 and SEQ ID NO: 5.",
													"depClaim": "<p></p>2. An immunoassay method for detecting human XYZ target in a sample, comprising: <p></p>(a) contacting said sample with an antibody according to claim 1, or a XYZ binding fragment thereof, in detectably labeled form; and <p></p>(b) detecting the binding of the antibody to said XYZ.",
													"source": "<p>Source:</p> US628447"
												},
												{
													"name": "Competition",
													"color": "navy",
													"children": [{
																	"name": "Cross Competition",
																	"color": "navy",
																	"children": [{
																					"name": "Example 1",
																					"color": "navy",
																					"claimReason": "“… which binds target X and blocks ligand activation of a target X receptor more effectively than humanized monoclonal antibody XYZ …”",
																					"indClaim": "<p></p>23. A humanized antibody which binds target X and blocks ligand activation of a target X receptor more effectively than humanized monoclonal antibody XYZ, wherein the humanized antibody comprises nonhuman hypervariable region residues incorporated into human variable heavy and light domains and further consists of framework region (FR) substitutions H69Leu, H71Val, and H73Arg, utilizing the numbering system set forth in Kabat (1991), wherein the humanized antibody comprises variable heavy (VH) domain complementarity determining region (CDR) residues GFTFTDYTMX, wherein X is D or S (SEQ ID NO:7), DVNPNSGGSIYNQRFKG (SEQ ID NO:8), and NLGPSFYFDY (SEQ ID NO:9); and variable light (VL) domain CDR residues KASQDVSIGVA (SEQ ID NO:10), SASYX1X2X3, wherein X1 is R or L, X2 is Y or E, and X3 is T or S (SEQ ID NO:11), and QQYYIYPYT (SEQ ID NO:12).",
																					"depClaim": "",
																					"source": "<p>Source:</p> US7862817B2"
																				},
																				{
																					"name": "Example 2",
																					"color": "navy",
																					"claimReason": "“… monoclonal antibody or an antigen-binding portion thereof that cross-competes for binding to human target X with a reference antibody or antigen-binding portion thereof …”",
																					"indClaim": "<p></p>1. A monoclonal antibody or an antigen-binding portion thereof that cross-competes for binding to human target X with a reference antibody or antigen-binding portion thereof, wherein the reference antibody or antigen-binding portion thereof comprises a heavy chain variable region that comprises CDR1, CDR2, and CDR3 domains and a light chain variable region that comprises CDR1, CDR2, and CDR3 domains selected from: <p></p>(a) a heavy chain CDR1 comprising amino acids having the sequence set forth in SEQ ID NO: 15; a heavy chain CDR2 comprising amino acids having the sequence set forth in SEQ ID NO: 22; a heavy chain CDR3 comprising amino acids having the sequence set forth in SEQ ID NO: 29; a light chain CDR1 comprising amino acids having the sequence set forth in SEQ ID NO: 36; a light chain CDR2 comprising amino acids having the sequence set forth in SEQ ID NO: 43; and a light chain CDR3 comprising amino acids having the sequence set forth in SEQ ID NO: 50; <p></p>(b) a heavy chain CDR1 comprising amino acids having the sequence set forth in SEQ ID NO: 16; a heavy chain CDR2 comprising amino acids having the sequence set forth in SEQ ID NO: 23; a heavy chain CDR3 comprising amino acids having the sequence set forth in SEQ ID NO: 30; a light chain CDR1 comprising amino acids having the sequence set forth in SEQ ID NO: 37; a light chain CDR2 comprising amino acids having the sequence set forth in SEQ ID NO: 44; and a light chain CDR3 comprising amino acids having the sequence set forth in SEQ ID NO: 51; <p></p>(c) a heavy chain CDR1 comprising amino acids having the sequence set forth in SEQ ID NO: 18; a heavy chain CDR2 comprising amino acids having the sequence set forth in SEQ ID NO: 25; a heavy chain CDR3 comprising amino acids having the sequence set forth in SEQ ID NO: 32; a light chain CDR1 comprising amino acids having the sequence set forth in SEQ ID NO: 39; a light chain CDR2 comprising amino acids having the sequence set forth in SEQ ID NO: 46; and a light chain CDR3 comprising amino acids having the sequence set forth in SEQ ID NO: 53; and <p></p>(d) a heavy chain CDR1 comprising amino acids having the sequence set forth in SEQ ID NO: 20; a heavy chain CDR2 comprising amino acids having the sequence set forth in SEQ ID NO: 27; a heavy chain CDR3 comprising amino acids having the sequence set forth in SEQ ID NO: 34; a light chain CDR1 comprising amino acids having the sequence set forth in SEQ ID NO: 41; a light chain CDR2 comprising amino acids having the sequence set forth in SEQ ID NO: 48; and a light chain CDR3 comprising amino acids having the sequence set forth in SEQ ID NO: 55; wherein the monoclonal antibody or antigen-binding portion thereof comprises a heavy chain variable region, which comprises CDR1, CDR2, CDR3, framework region (FR) 1, FR2, FR3, and FR4, and a light chain variable region, which comprises CDR1, CDR2, CDR3, FR1 FR2, FR3, and FR4, wherein the monoclonal antibody or antigen-binding portion thereof binds to human PD-1 with a K D of 1×108 M or less, wherein the KD is measured by surface plasmon resonance (Biacore) analysis, and wherein the light chain variable region FR1 of the monoclonal antibody or antigen-binding portion thereof comprises the amino acid sequence of EIVLTQSPATLSLSPGERATLSC (SEQ ID NO: 75) or EIVLTQSPATLSLSPGERATLSC (SEQ ID NO: 75) containing one amino acid mutation.",
																					"depClaim": "<p></p>2. The monoclonal antibody or the antigen-binding portion thereof of claim 1, wherein the light chain variable region FR2 of the monoclonal antibody or the antigen-binding portion thereof comprises the amino acid sequence of WYQQKPGQAPRLLIY (SEQ ID NO: 76) or WYQQKPGQAPRLLIY (SEQ ID NO: 76) containing one amino acid mutation. <p></p>3. The monoclonal antibody or the antigen-binding portion thereof of claim 1, wherein the light chain variable region FR3 of the monoclonal antibody or the antigen-binding portion thereof comprises the amino acid sequence of GIPARFSGSGSGTDFTLTISSLEPEDFAVYYC (SEQ ID NO: 77) or GIPARFSGSGSGTDFTLTISSLEPEDFAVYYC (SEQ ID NO: 77) containing one amino acid mutation. <p></p>4. The monoclonal antibody or the antigen-binding portion thereof of claim 1, wherein the light chain variable region FR4 of the monoclonal antibody or the antigen-binding portion thereof comprises the amino acid sequence of FGGGTKVEIK (SEQ ID NO: 78) or FGGGTKVEIK (SEQ ID NO: 78) containing one amino acid mutation. <p></p>5. The monoclonal antibody or the antigen-binding portion thereof of claim 1, wherein the light chain variable region FR2 and FR4 of the monoclonal antibody or the antigen-binding portion thereof comprises the amino acid sequence of WYQQKPGQAPRLLIY (SEQ ID NO: 76) and the amino acid sequence of FGGGTKVEIK (SEQ ID NO 78), respectively. <p></p>6. The monoclonal antibody or the antigen-binding portion thereof of claim 5, wherein the heavy chain variable region FR4 of the monoclonal antibody or the antigen-binding portion thereof comprises the amino acid sequence of WGQGTLVTVSS (SEQ ID NO: 82) or WGQGTLVTVSS (SEQ ID NO:82) containing one amino acid mutation. <p></p>7. The monoclonal antibody or the antigen-binding portion thereof of claim 1, wherein the light chain variable regions FR2, FR3, and FR4 of the monoclonal antibody or the antigen-binding portion thereof comprises (i) the amino acid sequence of WYQQKPGQAPRLLIY (SEQ ID NO: 76) or WYQQKPGQAPRLLIY (SEQ ID NO: 76) containing one amino acid mutation, (ii) the amino acid sequence of GIPARFSGSGSGTDFTLTISSLEPEDFAVYYC (SEQ ID NO: 77) or GIPARFSGSGSGTDFTLTISSLEPEDFAVYYC (SEQ ID NO: 77) containing one amino acid mutation, and (iii) the amino acid sequence of FGGGTKVEIK (SEQ ID NO: 78) or FGGGTKVEIK (SEQ ID NO: 78) containing one amino acid mutation, respectively. <p></p>8. The monoclonal antibody or the antigen-binding portion thereof of claim 7, wherein the heavy chain variable region FR4 of the monoclonal antibody or the antigen-binding portion thereof comprises the amino acid sequence of WGQGTLVTVSS (SEQ ID NO: 82) or WGQGTLVTVSS (SEQ ID NO: 82) containing one amino acid mutation. <p></p>9. The monoclonal antibody or antigen-binding portion thereof of claim 8, wherein the KD is 5×109 M or less and wherein the KD is measured by surface plasmon resonance (Biacore) analysis. <p></p>10. The monoclonal antibody or antigen-binding portion thereof of claim 8, wherein the KD is 1×109 or less and wherein the KD is measured by surface plasmon resonance (Biacore) analysis. <p></p>11. The monoclonal antibody or antigen-binding portion thereof of claim 8, which mediates neither ADCC activity nor CDC activity. <p></p>12. The monoclonal antibody of claim 8, comprising a heavy chain constant region which is of a human IgG1, IgG2, IgG3, or IgG4 isotype. <p></p>13. The monoclonal antibody of claim 12, wherein the heavy chain constant region is of a human IgG4 isotype.",
																					"source": "<p>Source:</p> US9387247B2"
																				},
																				{
																					"name": "Example 3",
																					"color": "navy",
																					"claimReason": "“… which binds to the same epitope on human target X as does a reference antibody, or antigen-binding portion thereof …”",
																					"indClaim": "<p></p>5. A method for treating a cancer in a subject comprising administering to the subject an anti-target-X monoclonal antibody, or an antigen-binding portion thereof, which binds to the same epitope on human target X as does a reference antibody, or antigen-binding portion thereof, comprising: <p></p>(a) a heavy chain variable region comprising amino acids having the sequence set forth in SEQ ID NO: I and a light chain variable region comprising amino acids having the sequence set forth in SEQ ID NO: 8; <p></p>(b) a heavy chain variable region comprising amino acids having the sequence set forth in SEQ ID NO: 2 and a light chain variable region comprising amino acids having the sequence set forth in SEQ ID NO: 9; <p></p>(c) a heavy chain variable region comprising amino acids having the sequence set forth in SEQ ID NO: 3 and a light chain variable region comprising amino acids having the sequence set forth in SEQ ID NO: 10; <p></p>(d) a heavy chain variable region comprising amino acids having the sequence set forth in SEQ ID NO: 4 and a light chain variable region comprising amino acids having the sequence set forth in SEQ ID NO: 11; <p></p>(e) a heavy chain variable region comprising amino acids having the sequence set forth in SEQ ID NO: 5 and a light chain variable region comprising amino acids having the sequence set forth in SEQ ID NO: 12; <p></p>(f) a heavy chain variable region comprising amino acids having the sequence set forth in SEQ ID NO: 6 and a light chain variable region comprising amino acids having the sequence set forth in SEQ ID NO: 13; or <p></p>(g) a heavy chain variable region comprising amino acids having the sequence set forth in SEQ ID NO: 7 and a light chain variable region comprising amino acids having the sequence set forth in SEQ ID NO: 14.",
																					"depClaim": "<p></p>6. The method of claim 5, wherein the reference antibody or antigen-binding portion thereof comprises a heavy chain variable region comprising amino acids having the sequence set forth in SEQ ID NO: 4 and a light chain variable region comprising amino acids having the sequence set forth in SEQ ID NO: 11. ",
																					"source": "<p>Source:</p> US9492540B2"
																				},
																				{
																					"name": "Example 4",
																					"color": "navy",
																					"claimReason": "“… that binds with higher affinity to a human RANKL polypeptide as shown in SEQ ID NO. 13 than to a murine RANKL polypeptide …”",
																					"indClaim": "<p></p>1. A purified antibody that binds with higher affinity to a human XYZ target as shown in SEQ ID NO. 13 than to a murine XYZ target as shown in SEQ ID NO. 11.",
																					"depClaim": "<p></p>2. An antibody according to claim 1 which is a monoclonal antibody. <p></p>3. A method of producing a monoclonal antibody according to claim 2, said method comprising culturing a cloned hybridoma cell that produces said antibody. <p></p>4. A method of producing a monoclonal antibody according to claim 2, said method comprising injecting into the peritoneal cavity of a rodent a cloned hybridoma cell that produces said antibody. <p></p>5. A cloned hybridoma cell that produces a monoclonal antibody according to claim 2. <p></p>6. A composition comprising an antibody according to claim 1.",
																					"source": "<p>Source:</p> US6740522"
																				}
																				]
																	
																}]
												},
												{
													"name": "Components",
													"color": "navy",
													"children": [{
																	"name": "CDRs",
																	"color": "navy",
																	"claimReason": "“… antibody comprising VL/VH with CDR sequences …”",
																	"indClaim": "<p></p>1. An XYZ antibody molecule comprising a light chain variable domain with a CDR1 selected from the group consisting of any one of SEQ ID NO: 1, 5, 10, 13, 15, 76, 77, 78, 79, 80, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274 and 275, a CDR2 selected from the group consisting of any one of SEQ ID NO: 2, 6, 8, 11, 16, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291 and 292, and a CDR3 selected from the group consisting of any one of SEQ ID NO: 3, 4, 7, 9, 12, 14, 17, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310 and 311; and a heavy chain variable domain with a CDR1 selected from the group consisting of any one of SEQ ID NO: 18, 21, 23, 25, 28, 31, 34, 36, 37, 81, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 392, 333, 334, 335 and 336, a CDR2 selected from the group consisting of any one of SEQ ID NO: 19, 24, 26, 29, 32, 35, 38, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366 and 367, and a CDR3 selected from the group consisting of any one of SEQ ID NO: 20, 22, 27, 30, 33, 39, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390 and 391. ",
																	"depClaim": "<p></p>5. An XYZ antibody molecule comprising: <p></p>(a) a light chain variable domain comprising a CDR1 of SEQ ID NO: 1, a CDR2 of SEQ ID NO: 2 and a CDR3 of SEQ ID NO: 3, and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 18, a CDR2 of SEQ ID NO: 19 and a CDR3 of SEQ ID NO: 20; or <p></p>(b) a light chain variable domain comprising a CDR1 of SEQ ID NO: 1, a CDR2 of SEQ ID NO: 2 and a CDR3 of SEQ ID NO: 4, and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 21, a CDR2 of SEQ ID NO: 19 and a CDR3 of SEQ ID NO: 22; or  <p></p>(c) a light chain variable domain comprising a CDR1 of SEQ ID NO: 1, a CDR2 of SEQ ID NO: 2 and a CDR3 of SEQ ID NO: 4 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 23, a CDR2 of SEQ ID NO: 24 and a CDR3 of SEQ ID NO: 20; or  <p></p>(d) a light chain variable domain comprising a CDR1 of SEQ ID NO: 5, a CDR2 of SEQ ID NO: 6 and a CDR3 of SEQ ID NO: 7 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 25, a CDR2 of SEQ ID NO: 26 and a CDR3 of SEQ ID NO: 27; or  <p></p>(e) a light chain variable domain comprising a CDR1 of SEQ ID NO: 5, a CDR2 of SEQ ID NO: 8 and a CDR3 of SEQ ID NO: 9 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 28, a CDR2 of SEQ ID NO: 29 and a CDR3 of SEQ ID NO: 30; or  <p></p>(f) a light chain variable domain comprising a CDR1 of SEQ ID NO: 10, a CDR2 of SEQ ID NO: 11 and a CDR3 of SEQ ID NO: 12 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 31, a CDR2 of SEQ ID NO: 32 and a CDR3 of SEQ ID NO: 33; or <p></p>(g) a light chain variable domain comprising a CDR1 of SEQ ID NO: 13, a CDR2 of SEQ ID NO: 6 and a CDR3 of SEQ ID NO: 14 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 34, a CDR2 of SEQ ID NO: 35 and a CDR3 of SEQ ID NO: 27; or  <p></p>(h) a light chain variable domain comprising a CDR1 of SEQ ID NO: 10, a CDR2 of SEQ ID NO: 6 and a CDR3 of SEQ ID NO: 7 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 36, a CDR2 of SEQ ID NO: 26 and a CDR3 of SEQ ID NO: 27; or  <p></p>(i) a light chain variable domain comprising a CDR1 of SEQ ID NO: 15, a CDR2 of SEQ ID NO: 16 and a CDR3 of SEQ ID NO: 17 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 37, a CDR2 of SEQ ID NO: 38 and a CDR3 of SEQ ID NO: 39; or  <p></p>(j) a light chain variable domain comprising a CDR1 of SEQ ID NO: 76, a CDR2 of SEQ ID NO: 16 and a CDR3 of SEQ ID NO: 17 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 37, a CDR2 of SEQ ID NO: 38 and a CDR3 of SEQ ID NO: 39; or  <p></p>(k) a light chain variable domain comprising a CDR1 of SEQ ID NO: 77, a CDR2 of SEQ ID NO: 16 and a CDR3 of SEQ ID NO: 17 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 37, a CDR2 of SEQ ID NO: 38 and a CDR3 of SEQ ID NO: 39; or  <p></p>(l) a light chain variable domain comprising a CDR1 of SEQ ID NO: 78, a CDR2 of SEQ ID NO: 16 and a CDR3 of SEQ ID NO: 17 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 37, a CDR2 of SEQ ID NO: 38 and a CDR3 of SEQ ID NO: 39; or  <p></p>(m) a light chain variable domain comprising a CDR1 of SEQ ID NO: 79, a CDR2 of SEQ ID NO: 16 and a CDR3 of SEQ ID NO: 17 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 37, a CDR2 of SEQ ID NO: 38 and a CDR3 of SEQ ID NO: 39; or  <p></p>(n) a light chain variable domain comprising a CDR1 of SEQ ID NO: 80, a CDR2 of SEQ ID NO: 16 and a CDR3 of SEQ ID NO: 17 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 37, a CDR2 of SEQ ID NO: 38 and a CDR3 of SEQ ID NO: 39; or  <p></p>(o) a light chain variable domain comprising a CDR1 of SEQ ID NO: 5, a CDR2 of SEQ ID NO: 8 and a CDR3 of SEQ ID NO: 9 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 81, a CDR2 of SEQ ID NO: 29 and a CDR3 of SEQ ID NO: 30; or  <p></p>(p) a light chain variable domain comprising a CDR1 of SEQ ID NO: 249, a CDR2 of SEQ ID NO: 276 and a CDR3 of SEQ ID NO: 293 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 312, a CDR2 of SEQ ID NO: 337 and a CDR3 of SEQ ID NO: 368; or  <p></p>(q) a light chain variable domain comprising a CDR1 of SEQ ID NO: 250, a CDR2 of SEQ ID NO: 276 and a CDR3 of SEQ ID NO: 293 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 312, a CDR2 of SEQ ID NO: 337 and a CDR3 of SEQ ID NO: 368; or  <p></p>(r) a light chain variable domain comprising a CDR1 of SEQ ID NO: 251, a CDR2 of SEQ ID NO: 277 and a CDR3 of SEQ ID NO: 294 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 313, a CDR2 of SEQ ID NO: 338 and a CDR3 of SEQ ID NO: 369; or  <p></p>(s) a light chain variable domain comprising a CDR1 of SEQ ID NO: 252, a CDR2 of SEQ ID NO: 278 and a CDR3 of SEQ ID NO: 295 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 314, a CDR2 of SEQ ID NO: 339 and a CDR3 of SEQ ID NO: 370; or  <p></p>(t) a light chain variable domain comprising a CDR1 of SEQ ID NO: 253, a CDR2 of SEQ ID NO: 279 and a CDR3 of SEQ ID NO: 296 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 315, a CDR2 of SEQ ID NO: 340 and a CDR3 of SEQ ID NO: 371; or  <p></p>(u) a light chain variable domain comprising a CDR1 of SEQ ID NO: 15, a CDR2 of SEQ ID NO: 16 and a CDR3 of SEQ ID NO: 297 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 316, a CDR2 of SEQ ID NO: 341 and a CDR3 of SEQ ID NO: 39; or  <p></p>(v) a light chain variable domain comprising a CDR1 of SEQ ID NO: 254, a CDR2 of SEQ ID NO: 280 and a CDR3 of SEQ ID NO: 298 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 317, a CDR2 of SEQ ID NO: 342 and a CDR3 of SEQ ID NO: 372; or <p></p>(w) a light chain variable domain comprising a CDR1 of SEQ ID NO: 255, a CDR2 of SEQ ID NO: 281 and a CDR3 of SEQ ID NO: 298 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 317, a CDR2 of SEQ ID NO: 343 and a CDR3 of SEQ ID NO: 373; or  <p></p>(x) a light chain variable domain comprising a CDR1 of SEQ ID NO: 256, a CDR2 of SEQ ID NO: 2 and a CDR3 of SEQ ID NO: 299 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 317, a CDR2 of SEQ ID NO: 344 and a CDR3 of SEQ ID NO: 372; or  <p></p>(y) a light chain variable domain comprising a CDR1 of SEQ ID NO: 255, a CDR2 of SEQ ID NO: 281 and a CDR3 of SEQ ID NO: 298 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 318, a CDR2 of SEQ ID NO: 343 and a CDR3 of SEQ ID NO: 374; or  <p></p>(z) a light chain variable domain comprising a CDR1 of SEQ ID NO: 257, a CDR2 of SEQ ID NO: 282 and a CDR3 of SEQ ID NO: 300 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 319, a CDR2 of SEQ ID NO: 345 and a CDR3 of SEQ ID NO: 375; or  <p></p>(aa) a light chain variable domain comprising a CDR1 of SEQ ID NO: 258, a CDR2 of SEQ ID NO: 283 and a CDR3 of SEQ ID NO: 301 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 320, a CDR2 of SEQ ID NO: 346 and a CDR3 of SEQ ID NO: 376; or  <p></p>(bb) a light chain variable domain comprising a CDR1 of SEQ ID NO: 259, a CDR2 of SEQ ID NO: 281 and a CDR3 of SEQ ID NO: 298 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 317, a CDR2 of SEQ ID NO: 347 and a CDR3 of SEQ ID NO: 377; or  <p></p>(cc) a light chain variable domain comprising a CDR1 of SEQ ID NO: 260, a CDR2 of SEQ ID NO: 284 and a CDR3 of SEQ ID NO: 294 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 321, a CDR2 of SEQ ID NO: 348 and a CDR3 of SEQ ID NO: 378; or  <p></p>(dd) a light chain variable domain comprising a CDR1 of SEQ ID NO: 254, a CDR2 of SEQ ID NO: 2 and a CDR3 of SEQ ID NO: 299 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 322, a CDR2 of SEQ ID NO: 349 and a CDR3 of SEQ ID NO: 372; or  <p></p>(ee) a light chain variable domain comprising a CDR1 of SEQ ID NO: 261, a CDR2 of SEQ ID NO: 285 and a CDR3 of SEQ ID NO: 294 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 323, a CDR2 of SEQ ID NO: 350 and a CDR3 of SEQ ID NO: 378; or <p></p>(ff) a light chain variable domain comprising a CDR1 of SEQ ID NO: 262, a CDR2 of SEQ ID NO: 286 and a CDR3 of SEQ ID NO: 302 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 324, a CDR2 of SEQ ID NO: 351 and a CDR3 of SEQ ID NO: 379; or <p></p>(gg) a light chain variable domain comprising a CDR1 of SEQ ID NO: 263, a CDR2 of SEQ ID NO: 6 and a CDR3 of SEQ ID NO: 303 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 317, a CDR2 of SEQ ID NO: 352 and a CDR3 of SEQ ID NO: 380; or <p></p>(hh) a light chain variable domain comprising a CDR1 of SEQ ID NO: 264, a CDR2 of SEQ ID NO: 276 and a CDR3 of SEQ ID NO: 304 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 325, a CDR2 of SEQ ID NO: 353 and a CDR3 of SEQ ID NO: 381; or <p></p>(ii) a light chain variable domain comprising a CDR1 of SEQ ID NO: 265, a CDR2 of SEQ ID NO: 287 and a CDR3 of SEQ ID NO: 305 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 326, a CDR2 of SEQ ID NO: 354 and a CDR3 of SEQ ID NO: 382; or <p></p>(jj) a light chain variable domain comprising a CDR1 of SEQ ID NO: 266, a CDR2 of SEQ ID NO: 287 and a CDR3 of SEQ ID NO: 306 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 326, a CDR2 of SEQ ID NO: 355 and a CDR3 of SEQ ID NO: 383; or <p></p>(kk) a light chain variable domain comprising a CDR1 of SEQ ID NO: 267, a CDR2 of SEQ ID NO: 285 and a CDR3 of SEQ ID NO: 294 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 327, a CDR2 of SEQ ID NO: 356 and a CDR3 of SEQ ID NO: 369; or <p></p>(ll) a light chain variable domain comprising a CDR1 of SEQ ID NO: 268, a CDR2 of SEQ ID NO: 276 and a CDR3 of SEQ ID NO: 306 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 328, a CDR2 of SEQ ID NO: 357 and a CDR3 of SEQ ID NO: 383; or <p></p>(mm) a light chain variable domain comprising a CDR1 of SEQ ID NO: 269, a CDR2 of SEQ ID NO: 288 and a CDR3 of SEQ ID NO: 304 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 329, a CDR2 of SEQ ID NO: 358 and a CDR3 of SEQ ID NO: 384; or <p></p>(nn) a light chain variable domain comprising a CDR1 of SEQ ID NO: 270, a CDR2 of SEQ ID NO: 276 and a CDR3 of SEQ ID NO: 306 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 330, a CDR2 of SEQ ID NO: 359 and a CDR3 of SEQ ID NO: 385; or <p></p>(oo) a light chain variable domain comprising a CDR1 of SEQ ID NO: 371, a CDR2 of SEQ ID NO: 289 and a CDR3 of SEQ ID NO: 307 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 331, a CDR2 of SEQ ID NO: 360 and a CDR3 of SEQ ID NO: 385; or <p></p>(pp) a light chain variable domain comprising a CDR1 of SEQ ID NO: 261, a CDR2 of SEQ ID NO: 285 and a CDR3 of SEQ ID NO: 294 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 332, a CDR2 of SEQ ID NO: 361 and a CDR3 of SEQ ID NO: 386; or <p></p>(qq) a light chain variable domain comprising a CDR1 of SEQ ID NO: 272, a CDR2 of SEQ ID NO: 289 and a CDR3 of SEQ ID NO: 307 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 331, a CDR2 of SEQ ID NO: 362 and a CDR3 of SEQ ID NO: 385; or <p></p>(rr) a light chain variable domain comprising a CDR1 of SEQ ID NO: 266, a CDR2 of SEQ ID NO: 287 and a CDR3 of SEQ ID NO: 306 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 326, a CDR2 of SEQ ID NO: 355 and a CDR3 of SEQ ID NO: 383; or <p></p>(ss) a light chain variable domain comprising a CDR1 of SEQ ID NO: 270, a CDR2 of SEQ ID NO: 276 and a CDR3 of SEQ ID NO: 306 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 330, a CDR2 of SEQ ID NO: 359 and a CDR3 of SEQ ID NO: 385; or <p></p>(tt) a light chain variable domain comprising a CDR1 of SEQ ID NO: 270, a CDR2 of SEQ ID NO: 276 and a CDR3 of SEQ ID NO: 306 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 392, a CDR2 of SEQ ID NO: 363 and a CDR3 of SEQ ID NO: 387; or <p></p>(uu) a light chain variable domain comprising a CDR1 of SEQ ID NO: 273, a CDR2 of SEQ ID NO: 276 and a CDR3 of SEQ ID NO: 308 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 333, a CDR2 of SEQ ID NO: 364 and a CDR3 of SEQ ID NO: 388; or <p></p>(vv) a light chain variable domain comprising a CDR1 of SEQ ID NO: 274, a CDR2 of SEQ ID NO: 290 and a CDR3 of SEQ ID NO: 309 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 334, a CDR2 of SEQ ID NO: 365 and a CDR3 of SEQ ID NO: 389; or <p></p>(ww) a light chain variable domain comprising a CDR1 of SEQ ID NO: 275, a CDR2 of SEQ ID NO: 291 and a CDR3 of SEQ ID NO: 310 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 335, a CDR2 of SEQ ID NO: 366 and a CDR3 of SEQ ID NO: 390; or <p></p>(xx) a light chain variable domain comprising a CDR1 of SEQ ID NO: 258, a CDR2 of SEQ ID NO: 292 and a CDR3 of SEQ ID NO: 311 and a heavy chain variable domain comprising a CDR1 of SEQ ID NO: 336, a CDR2 of SEQ ID NO: 367 and a CDR3 of SEQ ID NO: 391. <p></p>12. An XYZ antibody molecule comprising: <p></p>a) a humanized light chain variable domain comprising the CDRs of SEQ ID NO: 76, 16 and 17 and framework regions having an amino acid sequence at least 90% identical to the amino acid sequence of the framework regions of the variable domain light chain amino acid sequence of SEQ ID NO: 82; and <p></p>b) a humanized heavy chain variable domain comprising the CDRs of SEQ ID NO:37, 38 and 39 and framework regions having an amino acid sequence at least 90% identical to the amino acid sequence of the framework regions of the variable domain heavy chain amino acid sequence of SEQ ID NO: 101. <p></p>13. An XYZ antibody molecule comprising: <p></p>a) a humanized light chain variable domain comprising the CDRs of SEQ ID NO: 15, 16 and 17 and framework regions having an amino acid sequence at least 90% identical to the amino acid sequence of the framework regions of the variable domain light chain amino acid sequence of SEQ ID NO: 88; and <p></p>b) a humanized heavy chain variable domain comprising the CDRs of SEQ ID NO:37, 38 and 39 and framework regions having an amino acid sequence at least 90% identical to the amino acid sequence of the framework regions of the variable domain heavy chain amino acid sequence of SEQ ID NO: 101. <p></p>14. An XYZ antibody molecule comprising: <p></p>a) a humanized light chain variable domain comprising the CDRs of SEQ ID NO: 5, 8 and 9 and framework regions having an amino acid sequence at least 90% identical to the amino acid sequence of the framework regions of the variable domain light chain amino acid sequence of SEQ ID NO: 94; and <p></p>b) a humanized heavy chain variable domain comprising the CDRs of SEQ ID NO: 81, 29 and 30 and framework regions having an amino acid sequence at least 90% identical to the amino acid sequence of the framework regions of the variable domain heavy chain amino acid sequence of SEQ ID NO: 112. <p></p>15. An XYZ antibody molecule comprising: <p></p>a) a humanized light chain variable domain comprising the CDRs of SEQ ID NO: 5, 8 and 9 and framework regions having an amino acid sequence at least 90% identical to the amino acid sequence of the framework regions of the variable domain light chain amino acid sequence of SEQ ID NO: 93; and <p></p>b) a humanized heavy chain variable domain comprising the CDRs of SEQ ID NO: 81, 29 and 30 and framework regions having an amino acid sequence at least 90% identical to the amino acid sequence of the framework regions of the variable domain heavy chain amino acid sequence of SEQ ID NO: 114. ",
																	"source": "<p>Source:</p> US9840543 "
																},
																{
																	"name": "FC + Function",
																	"color": "navy",
																	"claimReason": "“An antibody with an Fc portion comprising . . .”",
																	"indClaim": "<p></p>1. An antibody comprising an Fc variant portion comprising at least one amino acid modification in the Fc region of said parent Fc polypeptide, wherein said Fc variant modulates binding to an FcyR as compared to the parent Fc polypeptide.",
																	"depClaim": "<p></p>2. An antibody according to claim 1 wherein said modulation is an increase in alfinity of said antibody to said FcyR. <p></p>3. An antibody according to claim 1 wherein said Fc variant portion comprises at least one substitution at a position corresponding to a position of the human sequence selected from the group consisting of: 234, 235, 239, 240, 241, 243, 244, 245, 247, 262, 263, 264, 265, 266, 267, 269, 296, 297, 298, 299, 313, 325, 326, 327, 328, 329, 330, 332, 333, and 334. <p></p>4. An antibody according to claim 1, wherein said Fc variant comprises at least one substitution at a position corresponding to a position of the human sequence selected from the group consisting of: 240, 244, 245, 247, 262, 263, 266, 299, 313, 325, 328, and 332. <p></p>5. An antibody according to claim 1, wherein said Fc variant comprises a substitution at position 332. <p></p>6. An antibody according to claim 1, wherein at least one substitution is at a position selected from the group consisting of: 239, 264, 297, and 330, with the proviso that if said sequence is substantially human, said substitution is not S239A, V264A, N297A, N297Q, A330D, A330Q, A330K, or A330S. <p></p>7. An antibody according to claim 1, wherein said Fc variant comprises at least one substitution selected from the group consisting of 234D, 234E, 234N, 234Q, 234T, 234H, 234Y, 234I, 234V, 234F, 235D, 235S, 235N, 235Q, 235T, 235H, 235Y, 235I, 235V, 235F, 239D, 239E, 239N, 239Q, 239F, 239T, 239H, 239Y, 240I, 240A, 240T, 240M, 241W, 241L, 241Y, 241E, 241R, 243W, 243L 243Y, 243R, 243Q, 244H, 245A, 247V, 247G, 262I, 262A, 262T, 262E, 263I, 263A, 263T, 263M, 264L, 264I, 264W, 264T, 264R, 264F, 264M, 264Y, 264E, 265G, 265N, 265Q, 265Y, 265F, 265V, 265I, 265L, 265H, 265T, 266I, 266A, 266T, 266M, 267L, 269H, 269Y, 269F, 269R, 296E, 296Q, 296D, 296N, 296S, 296T, 296L, 296I, 296H, 297S, 297D, 297E, 298H, 299I, 299L, 299A, 299S, 299V, 299H, 299F, 299E, 313F, 325Q, 325L, 325I, 325D, 325E, 325A, 325T, 325V, 325H, 327N, 327L, 328M, 328D, 328E, 328N, 328Q, 328F, 328I, 328V, 328T, 328H, 328A, 329F, 330L, 330Y, 330V, 330I, 330F, 330R, 330H, 332D, 332E, 332N, 332Q, 332T, 332H, 332Y, and 332A. <p></p>22. An antibody according to claim 1 or 2, wherein binding to one or more Fc ligands is altered. <p></p>23. An antibody according to claim 1, wherein said Fc variant has a FcyRHIa-fold: FcyRHb-fold ratio greater than 1. <p></p>24. An antibody according to claim 23, wherein said Fc variant has a FcyRHIa-fold:FcyRHb-fold ratio greater than approximately 11:1. <p></p>25. An antibody according to claim 24, wherein said Fc variant has a FcyRIHa-fold:FcyRHb-fold ratio between approximately 11:1 and approximately 86:1. <p></p>34. An antibody comprising a variant of a parent Fc polypeptide comprising at least one amino acid modification in the Fc region of said parent Fc polypeptide, wherein said Fc variant modulates elfector function as compared to the parent Fc polypeptide. <p></p>35. An antibody according to claim 34, wherein said elfector function is ADCC. <p></p>36. An antibody according to claim 35, wherein said Fc variant improves ADCC as compared to said parent Fc polypeptide. <p></p>37. An antibody according to claim 36, wherein said ADCC improvement is approximately 5-fold greater than that of said parent Fc polypeptide. <p></p>38. An antibody according to claim 37, wherein said ADCC improvement is between approximately 5-fold and 50-fold greater than that of said parent Fc polypeptide. <p></p>39. An antibody according to claim 37, wherein said Fc variant portion comprises at least one substitution at a position corresponding to a position of the human sequence selected from the group consisting of: 234, 235, 239, 240, 243, 264, 266, 328, 330, 332, and 325.",
																	"source": "<p>Source:</p> US2004/0132101"
																},
																{
																	"name": "FRs",
																	"color": "navy",
																	"children": [{
																					"name": "Example 1",
																					"color": "navy",
																					"claimReason": "“… have at least about XX% sequence identity to the framework regions of a light chain variable region …”",
																					"indClaim": "<p></p>1. An isolated monoclonal antibody ... cross competes  ... comprising a heavy chain variable region that comprises CDR1, CDR2, and CDR3 domains and a light chain variable region that comprises CDR1, CDR2, dnd CDR3 domains selected from the group consisting of: . . .  </br>. . . SEQ ID NOs. </br>. . . wherein the monoclonal antibody or antigen-binding, portion thereof exhibits at least one of the following properties: <p></p>(i) binds to XYZ target with a KD of 1×10−7 M or less, wherein the KD is measured by surface plasmon resonance (Biacore) analysis; <p></p>(ii) binds to XYZ target  with an on rate (kon) of about 0.76×105 l/Ms or more, wherein the on rate (kon) is measured by surface plasmon resonance (Biacore) analysis; and <p></p>(iii) binds to XYZ target with an off rate (koff) of about 4.5−10−4 l/s or less, wherein the off rate (koff) is measured by surface plasmon resonance (Biacore) analysis.",
																					"depClaim": "<p></p>2. The monoclonal antibody or antigen-binding portion thereof of claim 1, wherein the light chain framework regions of the monoclonal antibody or antigen-binding portion thereof comprise amino acids that have at least about 80% sequence identity to the framework regions of a light chain variable region selected from the group consisting of SEQ ID NO: 8, SEQ ID NO: 9, and SEQ ID NO: 11. <p></p>3. The monoclonal antibody or antigen-binding portion thereof of claim 1, wherein the light chain framework regions of the monoclonal antibody or antigen-binding portion thereof comprise amino acids that have at least about 85% sequence identity to the framework regions of a light chain variable region selected from the group consisting of SEQ ID NO: 8, SEQ ID NO: 9, and SEQ ID NO: 11. <p></p>4. The monoclonal antibody or antigen-binding portion thereof of claim 1, wherein the light chain framework regions of the monoclonal antibody or antigen-binding portion thereof comprise amino acids that have at least about 90% sequence identity to the framework regions of a light chain variable region selected from the group consisting of SEQ ID NO: 8, SEQ ID NO: 9, and SEQ ID NO: 11. <p></p>5. The monoclonal antibody or antigen-binding portion thereof of claim 1, wherein the light chain framework regions of the monoclonal antibody or antigen-binding portion thereof comprise amino acids that have at least about 95% sequence identity to the framework regions of a light chain variable region selected from the group consisting of SEQ ID NO: 8, SEQ ID NO: 9, and SEQ ID NO: 11. <p></p>6. The monoclonal antibody or antigen-binding portion thereof of claim 1, wherein the light chain framework regions of the monoclonal antibody or antigen-binding portion thereof comprise amino acids that have at least about 96% sequence identity to the framework regions of a light chain variable region selected from the group consisting of SEQ ID NO: 8, SEQ ID NO: 9, and SEQ ID NO: 11. <p></p>7. The monoclonal antibody or antigen-binding portion thereof of claim 1 wherein the light chain framework regions of the monoclonal antibody or antigen-binding portion thereof comprise amino acids that have at least about 97% sequence identity to the framework regions of a light chain variable region selected from the group consisting of SEQ ID NO: 8, SEQ ID NO: 9, and SEQ ID NO: 11. <p></p>8. The monoclonal antibody or antigen-binding portion thereof of claim 1, wherein the light chain framework regions of the monoclonal antibody or antigen-binding portion thereof comprise amino acids that have at least about 98% sequence identity to the framework regions of a light chain variable region selected from the group consisting of SEQ ID NO: 8, SEQ ID NO: 9, and SEQ ID NO: 11. <p></p>9. The monoclonal antibody or antigen-binding portion thereof of claim 1, wherein the light chain framework regions of the monoclonal antibody or antigen-binding portion thereof comprise amino acids that have at least about 99% sequence identity to the framework regions of a light chain variable region selected from the group consisting of SEQ ID NO: 8, SEQ ID NO: 9, and SEQ ID NO: 11. <p></p>10. The monoclonal antibody or the antigen-binding portion thereof of claim 1, wherein the heavy chain framework regions of the monoclonal antibody or antigen-binding portion thereof comprise amino acids that have at least about 90% sequence identity to the framework regions of a heavy chain variable region selected from the group consisting of SEQ ID NO: 1, SEQ ID NO: 2, SEQ ID NO: 4, and SEQ ID NO: 6. <p></p>11. The monoclonal antibody or the antigen-binding portion thereof of claim 1, wherein the heavy chain framework regions of the monoclonal antibody or the antigen-binding portion thereof comprise amino acids that have at least about 95% sequence identity to the framework regions of a heavy chain variable region selected from the group consisting of SEQ ID NO: 1, SEQ ID NO: 2, SEQ ID NO: 4, and SEQ ID NO: 6. <p></p>12. The monoclonal antibody or the antigen-binding portion thereof of claim 1, wherein the heavy chain framework regions of the monoclonal antibody or the antigen-binding portion thereof comprise amino acids that have at least about 96% sequence identity to the framework regions of a heavy chain variable region selected from the group consisting of SEQ ID NO: 1, SEQ ID NO: 2, SEQ ID NO: 4, and SEQ ID NO: 6. <p></p>13. The monoclonal antibody or the antigen-binding portion thereof of claim 1, wherein the heavy chain framework regions of the monoclonal antibody or the antigen-binding portion thereof comprise amino acids that have at least about 97% sequence identity to the framework regions of a heavy chain variable region selected from the group consisting of SEQ ID NO: 1, SEQ ID NO: 2, SEQ ID NO: 4, and SEQ ID NO: 6. <p></p>14. The monoclonal antibody or the antigen-binding portion thereof of claim 1, wherein the heavy chain framework regions of the monoclonal antibody or the antigen-binding portion thereof comprise amino acids that have at least about 98% sequence identity to the framework regions of a heavy chain variable region selected from the group consisting of SEQ ID NO: 1, SEQ ID NO: 2, SEQ ID NO: 4, and SEQ ID NO: 6. <p></p>15. The monoclonal antibody or the antigen-binding portion thereof of claim 1, wherein the heavy chain framework regions of the monoclonal antibody or the antigen-binding portion thereof comprise amino acids that have at least about 99% sequence identity to the framework regions of a heavy chain variable region selected from. the group consisting of SEQ ID NO: 1,SEQ ID NO: 2, SEQ ID NO: 4, and SEQ ID NO: 6.",
																					"source": "<p>Source:</p> US9492539"
																				},
																				{
																					"name": "Example 2",
																					"color": "navy",
																					"claimReason": "“…wherein the light chain variable region FR1 of the monoclonal antibody or antigen-binding portion thereof comprises the amino acid sequence of…”",
																					"indClaim": "<p></p>1. A monoclonal antibody ... comprises a heavy chain variable region that comprises CDR1, CDR2, and CDR3 domains and a light chain variable region that comprises CDR1, CDR2, and CDR3 domains selected from: ...SEQ ID NOs.... <p></p>.... wherein the monoclonal antibody or antigen-binding portion thereof comprises a heavy chain variable region, which comprises CDR1, CDR2, CDR3, framework region (FR) 1, FR2, FR3, and FR4, and a light chain variable region, which comprises CDR1, CDR2, CDR3, FR1 FR2, FR3, and FR4, wherein the monoclonal antibody or antigen-binding portion thereof binds to human PD-1 with a K D of 1×108 M or less, wherein the KD is measured by surface plasmon resonance (Biacore) analysis, and wherein the light chain variable region FR1 of the monoclonal antibody or antigen-binding portion thereof comprises the amino acid sequence of EIVLTQSPATLSLSPGERATLSC (SEQ ID NO: 75) or EIVLTQSPATLSLSPGERATLSC (SEQ ID NO: 75) containing one amino acid mutation.",
																					"depClaim": "<p></p>2. The monoclonal antibody or the antigen-binding portion thereof of claim 1, wherein the light chain variable region FR2 of the monoclonal antibody or the antigen-binding portion thereof comprises the amino acid sequence of WYQQKPGQAPRLLIY (SEQ ID NO: 76) or WYQQKPGQAPRLLIY (SEQ ID NO: 76) containing one amino acid mutation. <p></p>3. The monoclonal antibody or the antigen-binding portion thereof of claim 1, wherein the light chain variable region FR3 of the monoclonal antibody or the antigen-binding portion thereof comprises the amino acid sequence of GIPARFSGSGSGTDFTLTISSLEPEDFAVYYC (SEQ ID NO: 77) or GIPARFSGSGSGTDFTLTISSLEPEDFAVYYC (SEQ ID NO: 77) containing one amino acid mutation. <p></p>4. The monoclonal antibody or the antigen-binding portion thereof of claim 1, wherein the light chain variable region FR4 of the monoclonal antibody or the antigen-binding portion thereof comprises the amino acid sequence of FGGGTKVEIK (SEQ ID NO: 78) or FGGGTKVEIK (SEQ ID NO: 78) containing one amino acid mutation. <p></p>5. The monoclonal antibody or the antigen-binding portion thereof of claim 1, wherein the light chain variable region FR2 and FR4 of the monoclonal antibody or the antigen-binding portion thereof comprises the amino acid sequence of WYQQKPGQAPRLLIY (SEQ ID NO: 76) and the amino acid sequence of FGGGTKVEIK (SEQ ID NO 78), respectively. <p></p>6. The monoclonal antibody or the antigen-binding portion thereof of claim 5, wherein the heavy chain variable region FR4 of the monoclonal antibody or the antigen-binding portion thereof comprises the amino acid sequence of WGQGTLVTVSS (SEQ ID NO: 82) or WGQGTLVTVSS (SEQ ID NO:82) containing one amino acid mutation. <p></p>7. The monoclonal antibody or the antigen-binding portion thereof of claim 1, wherein the light chain variable regions FR2, FR3, and FR4 of the monoclonal antibody or the antigen-binding portion thereof comprises (i) the amino acid sequence of WYQQKPGQAPRLLIY (SEQ ID NO: 76) or WYQQKPGQAPRLLIY (SEQ ID NO: 76) containing one amino acid mutation, (ii) the amino acid sequence of GIPARFSGSGSGTDFTLTISSLEPEDFAVYYC (SEQ ID NO: 77) or GIPARFSGSGSGTDFTLTISSLEPEDFAVYYC (SEQ ID NO: 77) containing one amino acid mutation, and (iii) the amino acid sequence of FGGGTKVEIK (SEQ ID NO: 78) or FGGGTKVEIK (SEQ ID NO: 78) containing one amino acid mutation, respectively. <p></p>8. The monoclonal antibody or the antigen-binding portion thereof of claim 7, wherein the heavy chain variable region FR4 of the monoclonal antibody or the antigen-binding portion thereof comprises the amino acid sequence of WGQGTLVTVSS (SEQ ID NO: 82) or WGQGTLVTVSS (SEQ ID NO: 82) containing one amino acid mutation. <p></p>9. The monoclonal antibody or antigen-binding portion thereof of claim 8, wherein the KD is 5×109 M or less and wherein the KD is measured by surface plasmon resonance (Biacore) analysis. <p></p>10. The monoclonal antibody or antigen-binding portion thereof of claim 8, wherein the KD is 1×109 or less and wherein the KD is measured by surface plasmon resonance (Biacore) analysis. <p></p>11. The monoclonal antibody or antigen-binding portion thereof of claim 8, which mediates neither ADCC activity nor CDC activity. <p></p>12. The monoclonal antibody of claim 8, comprising a heavy chain constant region which is of a human IgG1, IgG2, IgG3, or IgG4 isotype. <p></p>13. The monoclonal antibody of claim 12, wherein the heavy chain constant region is of a human IgG4 isotype.",
																					"source": "<p>Source:</p> US9387247"
																				},
																				{
																					"name": "Example 3",
																					"color": "navy",
																					"claimReason": "“… comprises a Framework Region (FR) amino acid substitution at a site selected from the group consisting of 73H, 78H, 93H and 66L …”",
																					"indClaim": "<p></p>20. A humanized variant of a non-human parent antibody, wherein the humanized variant comprises non-human Complementarity Determining Region (CDR) amino acid residues and human Framework Region (FR) amino acid residues, and; <p></p>* (a) binds the XYZ target with an affinity of about 4.7 nM Kd or better affinity; and <p></p>* (b) comprises a Framework Region (FR) amino acid substitution at a site selected from the group consisting of 73H, 78H, 93H and 66L, utilizing the numbering system set forth in Kabat.",
																					"depClaim": "<p></p>21. The humanized variant of claim 20 which consists of about 1 to about 5 FR substitutions. <p></p>22. The humanized variant of claim 20 which comprises a FR substitution at site 73H. <p></p>23. The humanized variant of claim 20 which comprises a FR substitution at site 78H. <p></p>24. The humanized variant of claim 20 which comprises a FR substitution at site 93H. <p></p>25. The humanized variant of claim 20 which comprises a FR substitution at site 66L. <p></p>26. The humanized variant of claim 20 which further comprises a FR substitution at site 71H. <p></p>27. The humanized variant of claim 26 which comprises FR substitutions at sites 71H, 73H, 78H, 93H and 66L.",
																					"source": "<p>Source:</p> US6054297"
																				}
																				]
																	
																},
																{
																	"name": "Single Chain",
																	"color": "navy",
																	"claimReason": "“… single-chain multi-functional polypeptide comprising …”",
																	"indClaim": "<p></p>1. A single-chain multi-functional polypeptide comprising <p></p>(a) a first domain comprising a binding-site of an antibody or an immunoglobulin chain thereof specifically recognizing the X antigen; and <p></p>(b) a second domain comprising a binding site of an antibody or an immunoglobulin chain thereof recognizing the human Y antigen, wherein said domains are arranged in the order VLX-VHX-VHY-VLY.",
																	"depClaim": "<p></p>2. The polypeptide of claim 1, wherein said two domains are connected by a polypeptide linker. <p></p>3. The polypeptide of claim 1, wherein said first and/or second domain correspond to a VH and VL region from a natural antibody. <p></p>4. The polypeptide of claim 1, wherein said antibody is monoclonal antibody, synthetic antibody, or humanized antibody. <p></p>5. The polypeptide of claim 4, wherein at least one of said domains is a single-chain fragment of the variable region of the antibody. <p></p>6. The polypeptide of claim 2, wherein said polypeptide linker comprises a plurality of glycine, alanine, serine residues or combinations thereof. <p></p>7. The polypeptide of claim 2, wherein said polypeptide linker comprises a plurality of consecutive copies of an amino acid sequence. <p></p>8. The polypeptide of claim 2, wherein said polypeptide linker comprises 1 to 5 amino acid residues. <p></p>9. The polypeptide of claim 8, wherein said polypeptide linker comprises the amino acid sequence Gly Gly Gly Gly Ser. <p></p>10. The polypeptide of claim 1, wherein <p></p>(a) said binding site of the first domain has an affinity of at least about 10 -7 M; and/or <p></p>(b) said binding site of the second domain has an affinity of less than about 10 -7 M. <p></p>11. The polypeptide of claim 1, wherein said polypeptide is a bispecific single-chain antibody. <p></p>12. The polypeptide of claim 1, comprising at least one further domain. <p></p>13. A The polypeptide of claim 12, wherein said further domain is linked by covalent or noncovalent bonds. <p></p>14. The polypeptide of claim 12, wherein said at least one further domain comprises an effector molecule having a conformation suitable for biological activity, capable of sequestering an ion or selective binding to a solid support or to a preselected determinant. <p></p>15. A method for the preparation of a single-chain multi-functional polypeptide comprising: cultivating a cell transfected with a polynucleotide which upon expression encodes the singlechain multi-functional polypeptide of claim 1; and isolating said polypeptide from the cell.",
																	"source": "<p>Source:</p> US7112324"
																},
																{
																	"name": "Single domain",
																	"color": "navy",
																	"claimReason": "“A single-domain antibody comprising ...”",
																	"indClaim": "<p></p>22. An XYZ single-domain antibody (sdAb) comprising  a CDRI comprising the amino acid sequence of SEQ ID NO. 1, a CDR2 comprising the amino acid sequence of SEQ ID NO. 2, and a CDR3 comprising the amino acid sequence of SEQ ID NO. 3.",
																	"depClaim": "",
																	"source": "<p>Source:</p> US2018/0230225"
																},
																{
																	"name": "VH/VL",
																	"color": "navy",
																	"children": [{
																					"name": "Example 1",
																					"color": "navy",
																					"claimReason": "“… antibody comprising VH of SEQ ID xx abd VL of SEQ ID yy …”",
																					"indClaim": "<p></p>10. An XYZ antibody molecule comprising a light chain variable domain of any one of SEQ ID NOs: 82-97, and a heavy chain variable domain of any one of SEQ ID NOs: 100-115. ",
																					"depClaim": "<p></p>11. The XYZ antibody molecule of claim 10, wherein a combination of light chain variable domain and heavy chain variable domain comprises SEQ ID NOs: 82/101, 88/101, 94/112 or 93/114.",
																					"source": "<p>Source:</p> US8940543"
																				},
																				{
																					"name": "Example 2",
																					"color": "navy",
																					"claimReason": "“… comprising a heavy chain comprising AA residues XYZ... and a light chain comprising AA residues X'Y'Z'…”",
																					"indClaim": "<p></p>11. An isolated antibody comprising a heavy chain comprising amino acid residues 20 to 446 of SEQ ID NO: 31 and a light chain comprising amino acid residues of 20-237 of SEQ ID NO: 36.",
																					"depClaim": "",
																					"source": "<p>Source:</p> US8354509"
																				}
																				]
																},
																{
																	"name": "VH/VL + Function",
																	"color": "navy",
																	"claimReason": "“… VH/VL SEQs & interacts with a human XYZ receptor and inhibits binding of the natural ligang to the receptor …”",
																	"indClaim": "<p></p>1. A method of treating bone loss in a patient, comprising administering an antibody comprising a heavy chain and a light chain, wherein the heavy chain comprises CDR1, CDR2, and CDR3 of SEQ ID NO: 13 and the light chain comprises CDR1, CDR2, and CDR3 of SEQ ID NO: 14, wherein the heavy chain and light chain form an antibody that interacts with a human XYZ receptor and inhibits binding of human XYZ ligand to the recepor.",
																	"depClaim": "<p></p>2. The method of claim 1, wherein: <p></p>a) the heavy chain comprises an amino acid sequence having at least 95% identity to SEQ ID NO: 13; and <p></p>b) the light chain comprises an amino acid sequence having at least 95% identity to SEQ ID NO: 14. <p></p>3. The method of claim 2, wherein the heavy chain comprises an amino acid sequence having at least 99% identity to SEQ ID NO: 13 and the light chain comprises an amino acid sequence having at least 99% identity to SEQ ID NO: 14.",
																	"source": "<p>Source:</p> US8409578"
																}]
												},
												{
													"name": "Crystal Structure",
													"color": "navy",
													"children": [{
																	"name": "Example 1",
																	"color": "navy",
																	"claimReason": "“... A crystal of an IgG human XYZ antibody comprising two heavy chains each with a molecular weight of about 50 kDa and comprising a light chain variable region (LCVR) comprising the amino acid sequence of SEQ ID NO: 1 …”",
																	"indClaim": "<p></p>1. A crystal of an IgG human XYZ antibody comprising two heavy chains each with a molecular weight of about 50 kDa and comprising a light chain variable region (LCVR) comprising the amino acid sequence of SEQ ID NO: 1, and a heavy chain variable region (HCVR) comprising the amino acid sequence of SEQ ID NO: 2, wherein said crystal has a needle morphology with a length of about 2-500 m and an l/d ratio of about 3 to 30.",
																	"depClaim": "<p></p>2. The crystal according to claim 1, wherein said antibody is selected from the group consisting of: IgG1, IgG2, IgG3 and IgG4 antibodies. <p></p>3. The crystal according to claim 1, wherein said antibody is an IgG1 antibody. <p></p>4. The crystal according to claim 1, wherein the antibody is X.",
																	"source": "<p>Source:</p> US8436149"
																},
																{
																	"name": "Example 2",
																	"color": "navy",
																	"claimReason": "“… isolated crystal comprising an XYZ Fab fragment complexed to a polypeptide comprising SEQ ID NO: 14 …”",
																	"indClaim": "<p></p>1. An isolated crystal comprising an XYZ Fab fragment complexed to a polypeptide comprising SEQ ID NO: 14, wherein said polypeptide is C. difficile toxin B amino acids 1834-2101 and wherein the crystal is characterized by: space group: P21; and unit cell dimensions: a=79.413 , b=134.659 , c=102.579 , ==90°, =112.559°.",
																	"depClaim": "<p></p>2. The crystal of claim 1, wherein said polypeptide is characterized by structure coordinates comprising a root mean square deviation (RMSD) of conserved residue backbone atoms of less than about 2.0 angstroms when superimposed on backbone atoms described by structural coordinates of Table 1. <p></p>3. A method for producing a crystalline complex of claim 1 comprising incubating a first solution comprising 10 mg/ml of the complex, 5 mM phosphate, pH 7.4, 68.5 mM sodium chloride, 1.35 mM potassium chloride and 2.2% polyethylene glycol 4000 in a sealed container in close proximity to a second solution comprising 4.4 polyethylene glycol 4000. <p></p>4. The method of claim 3 wherein the first solution is in the form of a drop which is hanging or sitting on a surface.",
																	"source": "<p>Source:</p> US9181632"
																}
																]
												},
												{
													"name": "Humanization",
													"color": "navy",
													"claimReason": "“… method for making a humanized antibody … comprising the steps of …”",
													"indClaim": "<p></p>1. A method for making a humanized antibody comprising non-human, import Complementarity Determining Region (CDR) amino acid residues and human Framework Region (FR) amino acid residues, comprising the steps of: </br>(a) obtaining the amino acid sequences of an import variable domain and of a VH subgroup III consensus human variable domain; </br>(b) identifying CDR amino acid sequences in the import and the human variable domain sequences; </br>(c) substituting import CDRs for the corresponding human CDRs; </br>(d) aligning the amino acid sequences of a FR of the import antibody and the corresponding FR of the consensus variable domain; </br>(e) identifying import antibody FR residues in the aligned FR sequences that are nonhomologous to the corresponding consensus variable domain residues; </br>(f) determining if the non-homologous import amino acid residue is expected to have at least one of the following effects: </br>(1) non-covalently binds antigen directly; </br>(2) interacts with a CDR; or </br>(3) participates in the VL -VH interface; </br>(g) for any non-homologous import antibody amino acid residue which is expected to have at least one of these effects, substituting that residue for the corresponding amino acid residue in the consensus variable domain FR sequence; and </br>(h) preparing a humanized antibody which binds antigen, wherein the humanized antibody",
													"depClaim": "<p></p>2. The method of claim 1, having an additional step of determining if any such non-homologous residues are exposed on the surface of the domain or buried within it, and if the residue is exposed, retaining the consensus residue. <p></p>3. The method of claim 1, having the additional steps of searching the import variable domain sequence for glycosylation sites, determining if any such glycosylation site is expected to affect the antigen binding or affinity of the antibody, and if so, substituting the glycosylation site into the consensus sequence. <p></p>4. The method of claim 1, having the additional steps of searching the consensus variable domain sequence for glycosylation sites which are not present at the corresponding amino acid in the import sequence, and if the glycosylation site is not present in the import sequence, substituting the import amino acid residues for the amino acid residues comprising the consensus glycosylation site. <p></p>5. The method of claim 1, having an additional step which comprises aligning import antibody and consensus variable domain FR sequences, identifying import antibody FR residues which are nonhomologous with the aligned consensus FR sequence, and for each such non-homologous import antibody FR residue, determining if the corresponding consensus variable domain residue represents a residue which is highly conserved across all species at that site, and if it is so conserved, preparing a humanized antibody which comprises the consensus amino acid residue at that site. <p></p>6. The method of claim 1, wherein the corresponding consensus residues are selected from the group consisting of 4L, 35L, 36L, 38L, 43L, 44L, 46L, 58L, 62L, 63L, 64L, 65L, 66L, 67L, 68L, 69L, 70L, 71L, 73L, 85L 87L, 98L, 2H, 4H, 24H, 36H, 37H, 39H, 43H, 45H, 49H, 58H, 60H, 67H, 68H, 69H, 70H, 73H, 74H, 75H, 76H, 78H, 91H, 92H, 93H, and 103H.",
													"source": "<p>Source:</p> US6054297"
												}]
								},
								{
									"name": "Product",
									"color": "fuchsia",
									"children": [{
													"name": "Analytics",
													"color": "fuchsia",
													"children": [{
																	"name": "Acid species",
																	"color": "fuchsia",
																	"claimReason": "“… wherein the acidic species of XYZ antibody correspond to the peaks that elute earlier than the main peak in a WCX-10 HPLC chromatogram of the XYZ antibody …”",
																	"indClaim": "<p></p>1. A composition comprising XYZ antibody, wherein the composition comprises less than 10% total acidic species of the XYZ antibody, wherein the acidic species of the XYZ antibody correspond to the peaks that elute earlier than the main peak in a WCX-10 HPLC chromatogram of the XYZ antibody, wherein the WCX-10 HPLC chromatogram is generated using a first mobile phase of 10 mM Sodium Phosphate dibasic (pH 7.5) and a second mobile phase of 10 mM Sodium Phosphate dibasic, 500 mM Sodium Chloride (pH 5.5), and wherein the WCX-10 HPLC chromatogram is generated using detection at 280 nm.",
																	"depClaim": "<p></p>2. The composition of claim 1, wherein the acidic species of the XYZ antibody comprise a first acidic region (AR1) and a second acidic region (AR2). <p></p>3. The composition of claim 1, wherein the composition comprises less than 3.8% total acidic species ofthe XYZ antibody. <p></p>4. The composition of claim 2, wherein the composition comprises 0.8% AR1 and 3.0% AR2. <p></p>5. The composition of claim 1, wherein the composition comprises less than 2.4% total acidic species of the XYZ antibody. <p></p>6. The composition of claim 2, wherein the composition comprises 0.2% AR1 and 2.2% AR2. <p></p>7. The composition of claim 1, wherein the composition comprises 4.7%-8.3% total acidic species of the XYZ antibody. <p></p>8. The composition of claim 7, wherein the composition comprises 4.7% total acidic species of the XYZ antibody. <p></p>9. The composition of claim 7, wherein the composition comprises 5.0% total acidic species of the XYZ antibody. <p></p>10. The composition of claim 7, wherein the composition comprises 5.8% total acidic species of the XYZ antibody. <p></p>11. The composition of claim 7, wherein the composition comprises 6.1% total acidic species of the XYZ antibody. <p></p>12. The composition of claim 7, wherein the composition comprises 6.4% total acidic species of the XYZ antibody. <p></p>13. The composition of claim 7, wherein the composition comprises 8.1% total acidic species of the XYZ antibody. <p></p>14. The composition of claim 7, wherein the composition comprises 8.3% total acidic species of the XYZ antibody. <p></p>15. The composition of claim 2, wherein the composition comprises 0.8%-1.4% AR1. <p></p>16. The composition of claim 2, wherein the composition comprises 3%-9% AR2.17. <p></p>17. The composition of claim 2, wherein the composition comprises 0.8% AR1 and 6.4% AR2. <p></p>18. The composition of claim 2, wherein the composition comprises 0.9% AR1 and 9% AR2. <p></p>19. The composition of claim 2, wherein the composition comprises 1.2% AR1 and 7.7% AR2. <p></p>20. The composition of claim 2, wherein the composition comprises 1.2% AR1 and 8.2% AR2. <p></p>21. The composition of claim 2, wherein the composition comprises 1.4% AR1 and 8.4% AR2. <p></p>22. The composition of claim 2, wherein the composition comprises 1.4% AR1 and 8.6% AR2. <p></p>23. The composition of claim 1, wherein the composition further comprises a pharmaceutically acceptable carrier.",
																	"source": "<p>Source:</p> US9334319"
																},
																{
																	"name": "HCP",
																	"color": "fuchsia",
																	"claimReason": "“… article of manufacture comprising a packaging material and an XYZ-mab formulation …”",
																	"indClaim": "<p></p>10. An article of manufacture comprising a packaging material and an XYZ-mab formulation, wherein the XYZ-mab formulation comprises no greater than about 70 ng of HCP per mg of XYZ-mab as measured by an HCP ELISA and a cathepsin L activity of no greater than about 3.0 RFU/s/mg XYZ-mab.",
																	"depClaim": "<p></p>11. The article of manufacture of claim 10, wherein the XYZ-mab formulation comprises no greater than 13 ng of HCP per mg of XYZ-mab. <p></p>12. The article of manufacture of claim 10, wherein the XYZ-mab formulation comprises no greater than 5 ng of HCP per mg of XYZ-mab. <p></p>13. The article of manufacture of claim 10, wherein the XYZ-mab formulation has an XYZ-mab concentration of 50 mg/mL.",
																	"source": "<p>Source:</p> US8231876"
																},
																{
																	"name": "Variant species",
																	"color": "fuchsia",
																	"children": [{
																					"name": "Example 1",
																					"color": "fuchsia",
																					"claimReason": "“… antibody and its variant species …”",
																					"indClaim": "<p></p>7. A composition comprising a human anti-XYZ antibody, wherein the sum of the lysine variant species having one C-terminal lysine (Lys 1) and the lysine variant species having two C-terminal lysines (Lys 2) in said composition is greater than 35%, wherein the lysine variant species include the main peak and peaks that elute at a relative residence time later than the main peak, as detected using weak cation-exchange chromatography, and wherein the human anti-XYZ antibody comprises a light chain variable region (LCVR) having a CDR1 domain comprising the amino acid sequence of SEQ ID NO:7, a CDR2 domain comprising the amino acid sequence of SEQ ID NO:5, and a CDR3 domain comprising the amino acid sequence of SEQ ID NO:3; and a heavy chain variable region (HCVR) having a CDR1 domain comprising the amino acid sequence of SEQ ID NO:8, a CDR2 domain comprising the amino acid sequence of SEQ ID NO:6, and a CDR3 domain comprising the amino acid sequence of SEQ ID NO:4.",
																					"depClaim": "<p></p>8. The composition of claim 7, wherein said human anti-XYZ antibody is XYZ-mab. <p></p>9. The composition of claim 8, wherein the sum of the lysine variant species having one C-terminal lysine (Lys 1) and the lysine variant species having two C-terminal lysines (Lys 2) in said composition is greater than 40%. <p></p>10. The composition of claim 8, wherein the sum of the lysine variant species having one C-terminal lysine (Lys 1) and the lysine variant species having two C-terminal lysines (Lys 2) in said composition is 40-50%. <p></p>11. The composition of claim 8, wherein the sum of the lysine variant species having one C-terminal lysine (Lys 1) and the lysine variant species having two C-terminal lysines (Lys 2) in said composition is greater than 50%. <p></p>12. The composition of claim 8, wherein greater than 25% of the lysine variant species in said composition have one C-terminal lysine (Lys 1). <p></p>13. The composition of claim 8, wherein greater than 30% of the lysine variant species in said composition have one C-terminal lysine (Lys 1). <p></p>14. The composition of claim 7, wherein said composition is lyophilized. <p></p>15. A pharmaceutical formulation comprising the composition of claim 1 and a pharmaceutically acceptable carrier. <p></p>16. A pharmaceutical formulation comprising the composition of claim 7 and a pharmaceutically acceptable carrier.",
																					"source": "<p>Source:</p> US9181337"
																				},
																				{
																					"name": "Example 2",
																					"color": "fuchsia",
																					"claimReason": "“… acidic variants of the main species antibody, wherein the acidic variants include …”",
																					"indClaim": "<p></p>1. A method of treating HER2 positive cancer in a patient comprising administering a pharmaceutical formulation to the patient in an amount effective to treat the cancer, wherein the pharmaceutical formulation comprises a composition comprising a main species HER2 antibody comprising variable light and variable heavy sequences comprising SEQ ID Nos. 3 and 4, respectively, and acidic variants of the main species antibody, wherein the acidic variants include a glycated variant, a deamidated variant, a disulfide reduced variant, a sialylated variant, and a non-reducible variant in a pharmaceutically acceptable carrier.",
																					"depClaim": "<p></p>2. The method of claim 1 wherein the cancer is breast cancer. <p></p>3. The method of claim 1 wherein the main species antibody and acidic variants have essentially the same pharmacokinetics. <p></p>4. The method of claim 1 wherein the composition comprises less than about 25% acidic variants. <p></p>5. The method of claim 1 wherein the main species HER2 antibody and the acidic variants are intact antibodies. <p></p>6. The method of claim 1 wherein the main species HER2 antibody comprises light chain and heavy chain amino acid sequences comprising SEQ ID Nos. 15 and 16, respectively. <p></p>7. The method of claim 1 wherein the composition further comprises an amino-terminal leader extension variant of the main species antibody. <p></p>8. The method of claim 7 wherein the amino-terminal leader extension comprises VHS-. <p></p>9. The method of claim 7 wherein the amino-terminal leader extension consists of VHS-. <p></p>10. The method of claim 1 wherein the composition further comprises an amino acid sequence variant of the main species HER2 antibody selected from the group consisting of an antibody comprising a C-terminal lysine residue on one or both heavy chains thereof, and an antibody with one or more oxidized methionine residues.",
																					"source": "<p>Source:</p> US9181346"
																				}
																			]
																}]
												},
												{
													"name": "Crystaline component",
													"color": "fuchsia",
													"children": [{
																	"name": "Crystaline component",
																	"color": "fuchsia",
																	"children": [{
																					"name": "Example 1",
																					"color": "fuchsia",
																					"claimReason": "“… composition comprising a crystal of an XYZ antibody …”",
																					"indClaim": "<p></p>13. A composition comprising a crystal of an XYZ antibody, said composition obtainable by a batch crystallization method, wherein said crystal has a needle morphology with a length of about 2-500 m and an l/d ratio of about 3 to 30.",
																					"depClaim": "<p></p>14. The composition of claim 13, wherein the antibody is non-glycosylated. <p></p>15. The composition according to claim 13, wherein said composition has an antibody concentration greater than about 1 mg/ml. <p></p>16. A pharmaceutical composition comprising: <P>)</p>(a the composition according to claim 13, and <p></p>(b) at least one pharmaceutical excipient. <p></p>17. The pharmaceutical composition of claim 16, wherein said pharmaceutical formulation is provided as a solid, a semisolid, or a liquid formulation. <p></p>18. The pharmaceutical composition according to claim 16, wherein said pharmaceutical composition has an antibody concentration greater than about 200 mg/ml. <p></p>19. A pharmaceutical composition comprising: </br>(a) the composition according to claim 13, and </br>(b) at least one pharmaceutical excipient which embeds or encapsulates the crystal. <p></p>20. The pharmaceutical composition according to claim 19, wherein said excipient comprises at least one polymeric carrier or at least one oil or lipid carrier. <p></p>21. The pharmaceutical composition according to claim 20, wherein said polymeric carrier is a polymer selected from one or more of the group consisting of poly(acrylic acid), poly(cyanoacrylates), poly(amino acids), poly(anhydrides), poly(depsipeptide), poly (esters), poly(lactic acid), poly(lactic-co-glycolic acid) or PLGA, poly((3-hydroxybutryate), poly (caprolactone), poly(dioxanone); poly(ethylene glycol), poly(hydroxypropyl)methacrylamide, poly(organo) phosphazene, poly(ortho esters), poly(vinyl alcohol), poly(vinylpyrrolidone), maleic anhydride alkyl vinyl ether copolymers, pluronic polyols, albumin, alginate, cellulose and cellulose derivatives, collagen, fibrin, gelatin, hyaluronic acid, oligosaccharides, glycaminoglycans, sulfated polysaccharides, and blends and copolymers thereof.",
																					"source": "<p>Source:</p> US8034906"
																				},
																				{
																					"name": "Example 2",
																					"color": "fuchsia",
																					"claimReason": "“ ... composition comprising: (a) crystals of an XYZ antibody …”",
																					"indClaim": "<p></p>1. A crystal of an IgG human XYZ antibody comprising two heavy chains each with a molecular weight of about 50 kDa and comprising a light chain variable region (LCVR) comprising the amino acid sequence of SEQ ID NO: 1, and a heavy chain variable region (HCVR) comprising the amino acid sequence of SEQ ID NO: 2, wherein said crystal has a needle morphology with a length of about 2-500 m and an l/d ratio of about 3 to 30.",
																					"depClaim": "<p></p>5. A pharmaceutical composition comprising: <p></p>(a) crystals of an XYZ antibody according to claim 1, and <p></p>(b) at least one pharmaceutical excipient; wherein the composition is provided as a solid, semisolid or liquid formulation, each formulation containing said antibody in crystalline form. <p></p>6. A pharmaceutical composition comprising: (a) crystals of an XYZ antibody according to claim 1, and (b) at least one pharmaceutical excipient, which embeds or encapsulates crystals of said antibody. <p></p>7. The composition according to claim 5, wherein said composition has an antibody concentration greater than about 1 mg/ml. <p></p>8. The composition according to claim 5, wherein said composition has an antibody concentration greater than about 200 mg/ml. <p></p>9. The composition according to claim 5, wherein said excipient comprises at least one polymeric optionally biodegradable carrier or at least one oil or lipid carrier. <p></p>10. The composition according to claim 9, wherein said polymeric carrier is a polymer selected from one or more of the group consisting of: poly (acrylic acid), poly (cyanoacrylates), poly (amino acids), poly (anhydrides), poly (depsipeptide), poly (esters), poly (lactic acid), poly (lactic-coglycolic acid) or PLGA, poly (-hydroxybutryate), poly (caprolactone), poly (dioxanone); poly (ethylene glycol), poly (hydroxypropyl) methacrylamide, poly (organo) phosphazene, poly (ortho esters), poly (vinyl alcohol), poly (vinylpyrrolidone), maleic anhydride alkyl vinyl ether copolymers, pluronic polyols, albumin, alginate, cellulose and cellulose derivatives, collagen, fibrin, gelatin, hyaluronic acid, oligosaccharides, glycaminoglycans, sulfated polysaccharides, blends and copolymers thereof. <p></p>11. An injectable liquid composition comprising XYZ antibody crystals according to claim 1 and having an antibody concentration in the range of about 10 to 400 mg/ml. <p></p>12. A crystal slurry comprising XYZ antibody crystals according to claim 1, having an antibody concentration greater than about 100 mg/ml.",
																					"source": "<p>Source:</p> US8436149"
																				}
																				]
																}]
												},
												{
													"name": "Formulation",
													"color": "fuchsia",
													"children": [{
																	"name": "Concentration +",
																	"color": "fuchsia",
																	"claimReason": "“… aqueous formulation has a hydrodynamic diameter (Dh) of less than about 4 nm …”",
																	"indClaim": "<p></p>28. An aqueous formulation comprising an antibody, or an antigen-binding fragment, at a concentration of at least about 20 mg/mL, and water, wherein the antibody, or antigen-binding fragment, has a hydrodynamic diameter (Dh) of less than about 4 nm, and wherein the antibody, or antigen-binding fragment thereof, has a molecular weight (Mw) greater than about 47 kDa.",
																	"depClaim": "<p></p>29. The formulation of claim 28, wherein the antibody has a Dh of less than about 3 nm. <p></p>30. The formulation of claim 28, wherein the antibody, or antigen-binding fragment thereof, is selected from the group consisting of a chimeric antibody, a human antibody, a humanized antibody, and a domain antibody (dAb). <p></p>31. The formulation of claim 28, wherein the antibody, or antigen-binding fragment thereof, is an anti-TNF-alpha or an anti-IL-12 antibody, or antigen-binding fragment thereof. <p></p>32. The formulation of claim 28, wherein the antibody, or antigen-binding fragment thereof, is selected from the group consisting of, alemtuzumab, arcitumomab, cetuximab, trastuzumab, imciromab pentetate, capromab pendetide, infliximab, abciximab, rituximab, basiliximab, palivizumab, nofetumomab, omalizumab, daclizumab, ibritumomab tiuxetan, muromonab-CD3, edrecolomab gemtuzumab ozogamicin, golimumab, certolizumab pegol, eculizumab, ustekinumab, panitumumab, tositumomab, I131 tositumomab, and bevacizumab. <p></p>33. The formulation of claim 28, wherein the antibody, or antigen-binding fragment thereof, is XYZmab. <p></p>34. The formulation of any one of claims 1, 13, 17, and 28, further comprising a non-ionizable excipient. <p></p>35. The formulation of claim 34, wherein the non-ionizable excipient is selected from the group consisting of a polyol, a non-ionic surfactant, sucrose, trehalose, raffinose, and maltose. <p></p>36. The formulation of claim 35, wherein the polyol is mannitol or sorbitol. <p></p>37. The formulation of claim 35, wherein the non-ionic surfactant is polysorbate 20, polysorbate 40, polysorbate 60 or polysorbate 80. <p></p>38. The formulation of any one of claims 1, 13, 17, and 28, wherein the formulation is stable in a liquid form for at least about 3 months or at least about 12 months. <p></p>39. The formulation of any one of claims 1, 13, 17, and 28, wherein the formulation does not comprise an agent selected from the group consisting of a tonicity modifier, a stabilizing agent, a surfactant, an anti-oxidant, a cryoprotectant, a bulking agent, a lyroprotectant, a basic component, and an acidic component. <p></p>40. The formulation of any one of claims 1, 13, 17, and 28, wherein the formulation is suitable for in vitro or in vivo use. <p></p>41. The formulation of claim 40, wherein the formulation is suitable for administration to a subject via a mode of administration selected from the group consisting of subcutaneous, intravenous, inhalation, intradermal, transdermal, intraperitoneal, and intramuscular.",
																	"source": "<p>Source:</p> US8420081"
																},
																{
																	"name": "Container +",
																	"color": "fuchsia",
																	"claimReason": "“… A sealed container comprising aqueous XYZmab formulation …”",
																	"indClaim": "<p></p>46. A sealed container comprising an aqueous XYZmab formulation, wherein said formulation: </br>(a) comprises 100 m/l of XYZmab or a XYZmab antigen-binding fragment, about 25 mM histidine, and about 1.6 mM glycine in 1.2 ml of distilled water; and </br>(b) does not comprise mannitol, and wherein said XYZmab or XYZmab antigen-binding fragment in the formulation is stable at 2° C. to 8° C. for at least 15 months as determined by HPSEC.",
																	"depClaim": "<p></p>47. The sealed container of claim 45 or 46, wherein said XYZmab or XYZmab antigenbinding fragment in the formulation is stable at 2° C. to 8° C. for 15 months as determined by HPSEC. <p></p>48. The sealed container of claim 45 or 46, wherein said XYZmab or XYZmab antigenbinding fragment in the formulation is stable at 2° C. to 8° C. for at least 3 years as determined by HPSEC. <p></p>49. The sealed container of claim 45 or 46, wherein said XYZmab or XYZmab antigenbinding fragment in the formulation is stable at 20° C. to 24° C. for at least 1 year. <p></p>50. The sealed container of claim 45 or 46, wherein the aqueous XYZmab formulation contains no more than 3% aggregation by weight protein as measured by HPSEC. <p></p>51. The scaled container of claim 45 or 46, wherein the stable aqueous XYZmab formulation contains equal to or more than 98% of the total protein in a single peak as determined by HSPEC and contains no other single peaks having more than 2% of total protein each.",
																	"source": "<p>Source:</p> US7785592"
																},
																{
																	"name": "Ingredients",
																	"color": "fuchsia",
																	"claimReason": "“… pharmaceutical formulation comprising (a) about 20 to about 150 mg/ml of a human XYZ antibody, or antigen-binding portion thereof; (b) 5-20 mg/ml of mannitol …”",
																	"indClaim": "<p></p>11. A liquid aqueous pharmaceutical formulation comprising </br>(a) about 20 to about 150 mg/ml of a human XYZ antibody, or antigen-binding portion thereof; </br>(b) 5-20 mg/ml of mannitol, </br>(c) 0.1-10 mg/ml of polysorbate-80, and </br>(d) a buffer system comprising citrate and phosphate, with a pH of 4 to 8, wherein the antibody, or antigen-binding portion thereof, comprises a light chain variable region comprising … SEQ ID Nos.; and comprises a heavy chain variable region comprising a CDR 1 domain comprising the amino acid sequence set forth in SEQ ID NO:8; a CDR2 domain comprising the amino acid sequence set forth in SEQ ID NO:6; and a CDR3 domain comprising the amino acid sequence set forth in SEQ ID NO: 4, or modified from SEQ ID NO: 4 by a single alanine substitution at position 2, 3, 4, 5, 6, 8, 9, 10, or 11, or by one to five conservative amino acid substitutions at positions 2, 3, 4, 5, 6, 8, 9, 10, 11, and/or 12.",
																	"depClaim": "<p></p>12. The liquid aqueous pharmaceutical formulation of claim 11, which comprises </br>(a) about 40 to about 100 mg/ml of antibody, or antigen-binding portion thereof, </br>(b) about 7.5 to about 15 mg/ml of mannitol, and </br>(c) about 0.5 to about 5 mg/ml of polysorbate 80. <p></p>13. The liquid aqueous pharmaceutical formulation of claim 11, wherein the antibody, or antigen binding portion thereof, is the antibody XYZ or an antigen binding portion thereof. <p></p>15. The liquid aqueous pharmaceutical formulation of claim 11, comprising about 35-115 mg/ml of the antibody, or antigen-binding portion thereof. <p></p>16. The liquid aqueous pharmaceutical formulation of claim 11, comprising about 45-105 mg/ml of the antibody, or antigen-binding portion thereof. <p></p>17. The liquid aqueous pharmaceutical formulation of claim 11, wherein the pH is between about 4.5 to about 6.0. <p></p>18. The liquid aqueous pharmaceutical formulation of claim 11, comprising 10 to 14 mg/ml of the mannitol. <p></p>19. The liquid aqueous pharmaceutical formulation of claim 11, comprising 0.5 to 5 mg/ml of the polysorbate 80.",
																	"source": "<p>Source:</p> US8216583"
																},
																{
																	"name": "pH +",
																	"color": "fuchsia",
																	"claimReason": "“… formulation comprising an antibody that binds to XYZ in an arginine acetate buffer at a pH from about 4.5 to about 6.0 …”",
																	"indClaim": "<p></p>24. A pharmaceutical formulation comprising an antibody that binds to XYZ in an arginine acetate buffer at a pH from about 4.5 to about 6.0, and a surfactant, wherein the antibody is XYZmab.",
																	"depClaim": "<p></p>25. The pharmaceutical formulation of claim 24, wherein the arginine acetate buffer is pH 4.5 to 5.5. <p></p>26. The pharmaceutical formulation of claim 24, wherein the arginine acetate buffer is pH 4.8 to 5.4. <p></p>27. The pharmaceutical formulation of claim 24, wherein the arginine acetate buffer is pH 5.2. <p></p>28. The pharmaceutical formulation of claim 25, wherein the arginine actetate concentration in the buffer is from about 25 mm to about 250 mm. <p></p>29. The pharmaceutical formulation of claim 25, wherein the arginine actetate concentration in the buffer is from about 50 mm to about 250 mm. <p></p>30. The pharmaceutical formulation of claim 25, wherein the arginine actetate concentration in the buffer is from about 75 mm to about 250 mm. <p></p>31. The pharmaceutical formulation of claim 25, wherein the arginine actetate concentration in the buffer is from about 100 mm to about 250 mm. <p></p>32. The pharmaceutical formulation of claim 25, wherein the arginine acetate concentration in the buffer is from about 120 mm to about 240 mm. <p></p>33. The pharmaceutical formulation of claim 25, wherein arginine acetate concentration in the buffer is from about 150 mm to about 225 mm. <p></p>34. The pharmaceutical formulation of claim 25, wherein the arginine acetate concentration in the buffer is about 200 mm. <p></p>35. The pharmaceutical formulation of claim 24, wherein the surfactant is polysorbate. <p></p>36. The pharmaceutical formulation of claim 35, wherein the polysorbate is polysorbate 20. <p></p>37. The pharmaceutical formulation of claim 24, wherein the surfactant concentration is from about 0.0001% to about 1.0%. <p></p>38. The pharmaceutical formulation of claim 24, wherein the surfactant concentration is from about 0.01% to about 0.05%. <p></p>39. The pharmaceutical formulation of claim 24, wherein the surfactant concentration is 0.04%. <p></p>40. The pharmaceutical formulation of claim 24, wherein the antibody concentration is from about 10 mg/ml to about 250 mg/ml. <p></p>41. The pharmaceutical formulation of claim 24, wherein the antibody concentration is from about 25 mg/ml to about 200 mg/ml. <p></p>42. The pharmaceutical formulation of claim 24, wherein the antibody concentration is from about 50 mg/ml to about 150 mg/ml. <p></p>43. The pharmaceutical formulation of claim 24, wherein the antibody concentration is from about 75 mg/ml to about 125 mg/ml. <p></p>44. The pharmaceutical formulation of claim 36, wherein the antibody concentration is about 75 mg/ml to about 125 mg/ml, the arginine acetate buffer is pH 4.8 to 5.4, the arginine acetate concentration in the buffer is from about 150 mM to about 225 mM, and the polysorbate 20 concentration is from about 0.01% to about 0.05%. <p></p>45. The pharmaceutical formulation of claim 44, wherein the antibody concentration is about 100 mg/ml, the arginine acetate buffer is pH 5.2, the arginine acetate concentration in the buffer is about 200 mM, and the polysorbate 20 concentration is 0.04%. <p></p>46. The pharmaceutical formulation of claim 24, wherein the antibody is not subject to prior lyophilization. <p></p>47. The pharmaceutical formulation of claim 24 which is sterile. <p></p>48. The pharmaceutical formulation of claim 24 which is stable upon storage at about 40° C. for at least 28 days. <p></p>49. The pharmaceutical formulation of claim 24 which is aqueous and is administered to a subject. <p></p>50. The pharmaceutical formulation of claim 49, wherein the pharmaceutical formulation is for intravenous (IV), subcutaneous (SQ) or intramuscular (IM) administration. <p></p>51. The pharmaceutical formulation of claim 49, which is for IV administration and the antibody concentration is from about 10 mg/ml to about 250 mg/ml. <p></p>52. The pharmaceutical formulation of claim 49, which is for IV administration and the antibody concentration is from about 50 mg/ml to about 100 mg/ml. <p></p>53. The pharmaceutical formulation of claim 49, which is for SQ administration and the antibody concentration is from about 25 mg/ml to about 250 mg/ml. <p></p>54. The pharmaceutical formulation of claim 49, which is for SQ administration and the antibody concentration is from about 50 mg/ml to about 100 mg/ml. <p></p>55. A vial with a stopper pierceable by a syringe comprising the pharmaceutical formulation of claim 24 inside the vial. <p></p>56. The vial of claim 55 which is stored at about 2-8° C. <p></p>57. The vial of claim 55 which is a 3 cc, 20 cc or 50 cc vial. <p></p>58. The vial of claim 55, wherein the antibody concentration in the formulation is about 75 mg/ml to about 125 mg/ml, the arginine acetate buffer is pH 4.8 to 5.4, the arginine acetate concentration in the buffer is from about 150 mM to about 225 mM, and the surfactant is polysorbate 20 at a concentration from about 0.01% to about 0.05%. <p></p>59. The vial of claim 58, wherein the antibody concentration in the formulation is about 100 mg/ml, the arginine acetate buffer is pH 5.2, the arginine acetate concentration in the buffer is about 200 mM, and the polysorbate 20 concentration is 0.04%. <p></p>60. A stainless steel tank comprising the pharmaceutical formulation of claim 24 inside the tank. <p></p>61. The tank of claim 56 wherein the pharmaceutical formulation is frozen. <p></p>62. The tank of claim 60, wherein the antibody concentration in the formulation is about 75 mg/ml to about 125 mg/ml, the arginine acetate buffer is pH 4.8 to 5.4, the arginine acetate concentration in the buffer is from about 150 mM to about 225 mM, and the surfactant is polysorbate 20 at a concentration from about 0.01% to about 0.05%. <p></p>63. The tank of claim 62, wherein the antibody concentration in the formulation is about 100 mg/ml, the arginine acetate buffer is pH 5.2, the arginine acetate concentration in the buffer is about 200 mM, and the polysorbate 20 concentration is 0.04%.",
																	"source": "<p>Source:</p> US9226961"
																}]
												},
												{
													"name": "Glycosylation pattern",
													"color": "fuchsia",
													"claimReason": "“…  more than 25% of the total N-linked oligosaccharides on the antibody are of X form …”",
													"indClaim": "<p></p>1. A composition comprising XYZ antibody, wherein more than 25% of the total N-linked oligosaccharides present on said XYZ antibody are of a galactose-containing fucosylated biantennary oligosaccharide form (sum of NA1F+NA2F).",
													"depClaim": "<p></p>2. The composition of claim 1, wherein 26-40% of the total N-linked oligosaccharides present on said XYZ antibody are of a galactose-containing fucosylated biantennary oligosaccharide form (sum of NA1F+NA2F). <p></p>3. The composition of claim 1, wherein 35-44% of the total N-linked oligosaccharides present on said XYZ antibodyare of a galactose-containing fucosylated biantennary oligosaccharide form (sum of NA1F+NA2F). <p></p>4. The composition of claim 1, wherein 30-40% of the total N-linked oligosaccharides present on said XYZ antibody are of a galactose-containing fucosylated biantennary oligosaccharide form (sum of NA1F+NA2F). <p></p>5. The composition of claim 1, wherein less than 70% of the total N-linked oligosaccharides present on said XYZ antibody are of an agalactosyl fucosylated biantennary oligosaccharide form (sum NGA2F+NGA2F-GlcNAc). <p></p>6. The composition of claim 5, wherein 49-69% of the total N-linked oligosaccharides present on said XYZ antibody are of an agalactosyl fucosylated biantennary oligosaccharide form (sum NGA2F+NGA2F-GlcNAc). <p></p>7. The composition of claim 5, wherein 55-65% of the total N-linked oligosaccharides present on said XYZ antibody are of an agalactosyl fucosylated biantennary oligosaccharide form (sum NGA2F+NGA2F-GlcNAc). <p></p>8. The composition of claim 1, wherein said XYZ antibody has been produced by culturing a mammalian cell in a cell culture media which has been supplemented with a manganese supplement and a galactose supplement. <p></p>9. The composition of claim 1, wherein said XYZ antibody has been produced by culturing a mammalian cell in a cell culture media comprising 0.2-100 M of a manganese supplement and 1-100 mM of a galactose supplement. <p></p>10. The composition of claim 9, wherein the cell culture media comprises a hydrolysate based media or a chemically defined media. <p></p>11. The composition of claim 9, wherein the mammalian cell is a CHO cell. <p></p>12. The pharmaceutical composition of claim 11 and a pharmaceutically acceptable carrier comprising a polyalcohol. <p></p>13. The pharmaceutical composition of claim 12, wherein the pharmaceutically acceptable carrier further comprises polysorbate 80. <p></p>14. The pharmaceutical composition of claim 13, wherein the pharmaceutical composition is suitable for subcutaneous administration and is formulated in a pre-filled syringe. <p></p>15. A pharmaceutical composition comprising the composition of claim 1 and a pharmaceutically acceptable carrier. <p></p>16. The pharmaceutical composition of claim 15, wherein the pharmaceutically acceptable carrier comprises mannitol. <p></p>17. The pharmaceutical composition of claim 15, wherein the pharmaceutically acceptable carrier comprises sodium chloride. <p></p>18. The pharmaceutical composition of claim 15, wherein the pharmaceutically acceptable carrier comprises polysorbate 80. <p></p>19. The pharmaceutical composition of claim 15, wherein the pharmaceutically acceptable carrier comprises sodium phosphate. <p></p>20. The pharmaceutical composition of claim 15, wherein the pharmaceutical composition is suitable for parenteral administration. <p></p>21. The pharmaceutical composition of claim 15, wherein the pharmaceutical composition is suitable for subcutaneous administration and is formulated in a pre-filled syringe.",
													"source": "<p>Source:</p> US9255143"
												},
												{
													"name": "Lyophilized",
													"color": "fuchsia",
													"children": [{
																	"name": "Example 1",
																	"color": "fuchsia",
																	"claimReason": "“… vial containing a formulation comprising a lyophilized mixture of a recombinant humanized HER2 monoclonal antibody, a lyoprotectant, and a buffer …”",
																	"indClaim": "<p></p>14. A vial containing a formulation comprising a lyophilized mixture of a recombinant humanized XYZ antibody, a lyoprotectant, and a buffer.",
																	"depClaim": "<p></p>15. The vial of claim 14 which is a 3, 5, 10, 20, 50, or 100 cc vial. <p></p>16. The vial of claim 14 wherein the antibody is huXYZ-mab. <p></p>17. The vial of claim 14 wherein the pH of the formulation is from 5-7. <p></p>18. The vial of claim 17 wherein the pH of the formulation is 6.0. <p></p>19. The vial of claim 14 wherein the buffer is histidine, phosphate, Tris, citrate, succinate, or other organic acid.",
																	"source": "<p>Source:</p> US7682609"
																},
																{
																	"name": "Example 2",
																	"color": "fuchsia",
																	"claimReason": "“… An article of manufacture comprising: (a) a container which holds a lyophilized mixture of an antibody …”",
																	"indClaim": "<p></p>21. An article of manufacture comprising: <p></p>(a) a container which holds a lyophilized mixture of an antibody and a lyoprotectant which prevents or reduces chemical or physical instability of the antibody upon lyophilization and subsequent storage, wherein the molar ratio of lyoprotectant: antibody is about 100-510 mole lyoprotectant:1 mole of antibody; and <p></p>(b) instructions for reconstituting the lyophilized mixture with a diluent to an antibody concentration in the reconstituted formulation of about 80 mg/mL to about 400 mg/mL.",
																	"depClaim": "<p></p>22. The article of manufacture of claim 21 wherein the protein concentration in the reconstituted formulation is about 2-40 times greater than the protein concentration in the mixture before lyophilization.<p></p>23. The article of manufacture of claim 21 further comprising a second container which holds a diluent.",
																	"source": "<p>Source:</p> US6267958"
																}
																]
												},
												{
													"name": "Polypeptidetide",
													"color": "fuchsia",
													"children": [{
																	"name": "Modified species",
																	"color": "fuchsia",
																	"claimReason": "“… the main antibody and a modified species …”",
																	"indClaim": "<p></p>1. A composition comprising: (a) a main species XYZ antibody that binds to domain II of XYZ and comprises the variable light amino acid sequence in SEQ ID No. 3 and the variable heavy amino acid sequence in SEQ ID No. 4, and (b) the main species XYZ antibody comprising an amino-terminal leader extension, wherein the amino-terminal leader extension comprises VHS-, wherein from 5% to about 15% of the antibody molecules in the composition comprise an aminoterminal leader extension, as quantified by cation exchange analysis.",
																	"depClaim": "<p></p>2. The composition of claim 1 wherein the amino-terminal leader extension is on a light chain of the antibody comprising the VHS- extension. <p></p>3. The composition of claim 2 wherein the amino-terminal leader extension is on one or two light chains of the antibody comprising the VHS- extension. <p></p>4. The composition of claim 1 wherein the main species XYZ antibody and the antibody comprising the VHS- extension are both intact antibodies. <p></p>5. The composition of claim 1 wherein the main species XYZ antibody comprises the light chain amino acid sequence in SEQ ID No. 15 and the heavy chain amino acid sequence in SEQ ID No. 16. <p></p>6. The composition of claim 5 further comprising: <p></p>(a) the main species XYZ antibody comprising a C-terminal lysine residue on one or both heavy chains thereof, <p></p>(b) a deamidated main species XYZ antibody wherein Asn-386 and/or Asn-391 on one or two heavy chains of the main species XYZ antibody are deamidated, and <p></p>(c) the main species XYZ antibody with one or more oxidized methionine residues at met-254 of SEQ ID No.16. <p></p>7. The composition of claim 1 wherein the amino-terminal leader extension consists of VHS-. <p></p>8. The composition of claim 1 further comprising a glycosylation variant of the main species XYZ antibody, wherein the glycosylation variant is selected from the group consisting of: <p></p>(a) the main species XYZ antibody comprising a G1 or G2 oligosaccharide structure attached to an Fc region thereof, <p></p>(b) the main species HER2 antibody comprising a carbohydrate moiety attached to a light chain thereof, <p></p>(c) the main species HER2 antibody comprising a non-glycosylated heavy chain, and <p></p>(d) the main species XYZ antibody with a sialidated oligosaccharide structure attached to an Fc region thereof. <p></p>9. The composition of claim 1 wherein the main species antibody binds to the junction between domains I, II and III of XYZ. <p></p>10. A pharmaceutical formulation comprising the composition of claim 1 in a pharmaceutically acceptable carrier. <p></p>11. The pharmaceutical formulation of claim 10 which is sterile.",
																	"source": "<p>Source:</p> US7560111"
																}]
												},
												{
													"name": "Dosage Form",
													"color": "fuchsia",
													"claimReason": "“… a form selected from the group consisting of a liquid, a semi-solid dosage form,…”",
													"indClaim": "<p></p>54. A pharmaceutical composition comprising an isolated human antibody ...., and a pharmaceutically acceptable carrier, wherein the composition has a form selected from the group consisting of a liquid, a semi-solid dosage form, a solid dosage form, a dispersion, a suspension, a tablet, a pill, a powder, a liposome, and a suppository.",
													"depClaim": "",
													"source": "<p>Source:</p> US8414894"
												},
												{
													"name": "Rx-Carrier",
													"color": "fuchsia",
													"claimReason": "“… wherein the pharmaceutically acceptable carrier is selected from the group consisting of water, saline, …”",
													"indClaim": "<p></p>84. A pharmaceutical composition comprising an isolated human XYZ antibody, or antigen binding portion thereof, and a pharmaceutically acceptable carrier, wherein the pharmaceutically acceptable carrier is selected from the group consisting of water, saline, phosphate buffered saline, dextrose, glycerol, ethanol, an isotonic agent, a sugar, a polyalcohol, mannitol, sorbitol, and sodium chloride, and  wherein the antibody or antigen-binding portion thereof, comprises ….",
													"depClaim": "",
													"source": "<p>Source:</p> US8414894"
												}]			
								},
								{
									"name": "Treatment",
									"color": "olive",
									"children": [{
													"name": "Biomarker",
													"color": "olive",
													"children": [{
																	"name": "Example 1",
																	"color": "olive",
																	"claimReason": "“… method for increasing likelihood of effectiveness of breast cancer treatment with humanized anti-XYZ antibody, which method comprises administering …”",
																	"indClaim": "<p></p>1. A method for increasing likelihood of effectiveness of breast cancer treatment with humanized anti- XYZ antibody, which method comprises administering a cancer treating dose of said antibody to a human subject diagnosed with breast cancer, wherein an xyz gene amplification in breast cancer cells in a tissue sample from the subject has been detected, and wherein the breast cancer cells from the human subject have been found to have a 0 or 1+ score of XYZ protein expression by immunohistochemistry.",
																	"depClaim": "<p></p>2. The method according to claim 1, wherein the breast cancer cells from the human subject have been found to have a 0 or 1+ score of XYZ protein expression by immunohistochemistry on a formaldehyde-fixed tissue sample. <p></p>3. The method according to claim 1 wherein the xyz gene amplification is detected by detecting fluorescence of a fluorescent-labeled nucleic acid probe hybridized to the gene. <p></p>4. The method according to claim 1, which further comprises administering a cancer treating dose of a chemotherapeutic drug. <p></p>5. The method according to claim 4, wherein the chemotherapeutic drug is a taxoid. <p></p>6. The method according to claim 1 wherein the likelihood of effectiveness increases by about 30%.",
																	"source": "<p>Source:</p> US7993834"
																},
																{
																	"name": "Example 2",
																	"color": "olive",
																	"claimReason": "“… method of ... preventing an adverse effect... determining the ration of ....B:T cells …adminstering...”",
																	"indClaim": "<p></p>32. A method for ameliorating or preventing an adverse effect mediated by the administration of a XXX-YYY bispecific antibody to a human patient having a B:T cell ratio of about 1:5 or lower, said method comprising: <p></p>(a) determining the ratio of total B cells to total T cells in a peripheral blood sample from said human patient to identify patients at risk of developing an adverse effect; <p></p>(b) identifying said human patient as having an increased risk of potential adverse effects when the ratio of B:T cells is about 1:5 or less before treatment; <p></p>(c) administering a first dose of said antibody for a first period of time to said patient identified in (b), and consecutively; <p></p>(d) administering a second dose of said antibody for a second period of time; wherein said second dose exceeds said first dose, and wherein said XXX-YYY bispecific antibody is (XYZmab).",
																	"depClaim": "<p></p>33. The method of claim 32, wherein said adverse effect is characterized by a neurological reaction. <p></p>34. The method of claim 33, wherein said neurological reaction is one or more selected from the group consisting of: confusion, ataxia, disorientation, dysphasia, aphasia, speech impairment, cerebellar symptoms, tremor, apraxia, seizure, grand mal convulsion, palsy, and balance disorder.",
																	"source": "<p>Source:</p> US8840888"
																}
																]
												},
												{
													"name": "Combination therapy",
													"color": "olive",
													"children": [{
																	"name": "Dose & regimen",
																	"color": "olive",
																	"claimReason": "“… method of reducing signs and symptoms in a patient ... dose of 40 mg once every 13-15 days … CDR seqs...”",
																	"indClaim": "<p></p>1. A method of reducing signs and symptoms in a patient with moderately to severely active rheumatoid arthritis, comprising: administering to said patient, in combination with methotrexate, a human anti-XYZ antibody, wherein the human anti-XYZ antibody is administered subcutaneously in a total body dose of 40 mg once every 13-15 days, and wherein the anti-XYZ antibody comprises an IgG1 heavy chain constant region; a variable light (“VL”) chain region comprising a CDR1 having the amino acid sequence of SEQ ID NO:7, a CDR2 having the amino acid sequence of SEQ ID NO:5, and a CDR3 having the amino acid sequence of SEQ ID NO:3; and a variable heavy (“VH”) chain region comprising a CDR1 having the amino acid sequence of SEQ ID NO:8, a CDR2 having the amino acid sequence of SEQ ID NO:6 and a CDR3 having the amino acid sequence of SEQ ID NO:4.",
																	"depClaim": "<p></p>2. The method of claim 1, wherein the VL chain region of the anti-XYZ antibody has the amino acid sequence of SEQ ID NO:1 and the VH chain region of the anti-TNF antibody has the amino acid sequence of SEQ ID NO:2. <p></p>3. The method of claim 1, wherein the dosage is administered from a 40 mg dosage unit form. <p></p>4. The method of claim 3, wherein the VL chain region of the anti-XYZ antibody has the amino acid sequence of SEQ ID NO:1 and the VH chain region of the anti-TNF antibody has the amino acid sequence of SEQ ID NO:2.",
																	"source": "<p>Source:</p> US9017680"
																},
																{
																	"name": "Epitope binding",
																	"color": "olive",
																	"claimReason": "“… antibody which binds to epitope ZZZ within the XYZ extracellular domain sequence …”</br>“CAUTION: the case law for claiming epitopes is in flux.  Please consult a patent attorney.”",
																	"indClaim": "<p></p>1. A method for the treatment of a human patient with a malignant progressing tumor or cancer characterized by overexpression of XYZ receptor, comprising administering a combination of an intact antibody which binds to epitope ZZZ within the XYZ extracellular domain sequence and a taxoid, in the absence of an anthracycline derivative, to the human patient in an amount effective to extend the time to disease progression in said human patient, without increase in overall severe adverse events.",
																	"depClaim": "<p></p>2. The method of claim 1 wherein said patient has a malignant tumor. <p></p>3. The method of claim 1 wherein said patient has cancer. <p></p>4. The method of claim 3 wherein said cancer is selected from the group consisting of breast cancer, squamous cell cancer, small-cell lung cancer, non-small cell lung cancer, gastrointestinal cancer, pancreatic cancer, glioblastoma, cervical cancer, ovarian cancer, liver cancer, bladder cancer, hepatoma, colon cancer, colorectal cancer, endometrial carcinoma, salivary gland carcinoma, kidney cancer, liver cancer, prostate cancer, vulval cancer, thyroid cancer, hepatic carcinoma and various types of head and neck cancer. <p></p>5. The method of claim 4 wherein said cancer is breast cancer. <p></p>6. The method of claim 5 wherein said cancer is metastatic breast carcinoma. <p></p>7. The method of claim 1 wherein said antibody is a humanized ZZZ anti-XYZ antibody. <p></p>8. The method of claim 1 wherein said taxoid is paclitaxel. <p></p>9. The method of claim 8 wherein the effective amount of said combination is lower than the sum of the effective amounts of said anti-ErbB2 antibody and said taxoid, when administered individually, as single agents. <p></p>10. The method of claim 1 wherein efficacy is further measured by determining the response rate.",
																	"source": "<p>Source:</p> US7846441"
																},
																{
																	"name": "Function-sequence",
																	"color": "olive",
																	"children": [{
																					"name": "Example 1",
																					"color": "olive",
																					"claimReason": "“… method of treating …by treating an XYZ antibody in combination with …”",
																					"indClaim": "<p></p>1. A method of treating a subject having a XYZ-positive hematological malignancy, comprising administering to the subject in need thereof an anti-XYZ antibody in combination with cyclophosphamide, doxorubicin, vincristine and prednisone (CHOP), wherein the anti-XYZ antibody induces in vitro killing of XYZ-expressing cells by antibody-dependent cell-mediated cytotoxicity (ADCC), antibody-dependent cellular phagocytosis (ADCP), complement dependent cytotoxicity (CDC), apoptosis, or in vitro modulation of XYZ enzymatic activity and comprises heavy chain complementarity determining region (HCDR) 1 (HCDR1), 2 (HCDR2) and 3 (HCDR3) sequences of SEQ ID NOs: 6, 7 and 8, respectively, and light chain complementarity determining region (LCDR) 1 (LCDR1), 2 (LCDR2) and 3 (LCDR3) sequences of SEQ ID NOs: 9, 10 and 11, respectively, wherein the subject is resistant to or has acquired resistance to treatment with at least one chemotherapeutic agent.",
																					"depClaim": "<p></p>2. The method of claim 1, wherein the anti- XYZ antibody induces killing of the XYZ-expressing cells by ADCC or CDC in vitro. <p></p>3. The method of claim 2, wherein the anti- XYZ antibody is of IgG1, IgG2, IgG3 or IgG4 isotype. <p></p>4. The method of claim 3, wherein the anti- XYZ antibody has a biantennary glycan structure with fucose content of about 50%, 45%, 40%, 35%, 30%, 25%, 20%, 15%, 14%, 13%, 12%, 11% 10%, 9%, 8%, 7%, 6%, 5%, 4%, 3%, 2%, 1% or 0%. <p></p>5. The method of claim 3, wherein the anti- XYZ antibody comprises a substitution in the antibody Fc at amino acid position 256, 290, 298, 312, 356, 330, 333, 334, 360, 378 or 430, wherein residue numbering is according to the EU index. <p></p>6. The method of claim 1, wherein the anti- XYZ antibody comprises a heavy chain variable region (VH) of SEQ ID NO: 4 and a light chain variable region (VL) of SEQ ID NO: 5. <p></p>7. The method of claim 6, wherein the anti- XYZ antibody comprises a heavy chain of SEQ ID NO: 12 and a light chain of SEQ ID NO: 13. <p></p>8. The method of claim 1, wherein the XYZ-positive hematological malignancy is multiple myeloma, acute lymphoblastic leukemia (ALL), non-Hodgkin's lymphoma (NHL), diffuse large Bcell lymphoma (DLBCL), Burkitt's lymphoma (BL), follicular lymphoma (FL) or mantle-cell lymphoma (MCL). <p></p>9. The method of claim 8, wherein the XYZ-positive hematological malignancy is DLBCL. <p></p>10. The method of claim 8, wherein the subject is resistant to or has acquired resistance to treatment with a combination of at least one chemotherapeutic agent and an anti-ZZZ antibody. <p></p>11. The method of claim 8, wherein the subject has discontinued treatment with at least one chemotherapeutic agent or a combination of at least one chemotherapeutic agent and an anti-ZZZ antibody due to side effects. <p></p>12. The method of claim 10 or 11, wherein the anti-ZZZ antibody is rituximab (RITUXAN®), ofatumumab (ARZERRA®), veltuzumab, ocrelizumab, obinutuzumab (GA-101), PRO13192 or ocratuzumab (AME-133v). <p></p>13. The method of claim 12, wherein the anti-ZZZ antibody is rituximab. <p></p>14. The method of claim 10 or 11, wherein the at least one chemotherapeutic agent is cyclophosphamide, doxorubicin, vincristine, prednisone, ifosfamide, carboplatin or etoposide. <p></p>15. The method of claim 14, wherein the at least one chemotherapeutic agent is a combination of cyclophosphamide, doxorubicin, vincristine and prednisone (CHOP). <p></p>16. The method of claim 14, wherein the at least one chemotherapeutic agent is a combination of ifosfamide, carboplatin and etoposide (ICE). <p></p>17. The method of claim 1, wherein the anti-CD38 antibody, cyclophosphamide, doxorubicin, vincristine and prednisone are administered simultaneously, sequentially or separately. <p></p>18. The method of claim 1, wherein the patient is further treated with radiotherapy.",
																					"source": "<p>Source:</p> US9603927"
																				},
																				{
																					"name": "Example 2",
																					"color": "olive",
																					"claimReason": "“A method of treating … both an antibody and methotrexate … antibody has a Koff of … and a CDR of ....”",
																					"indClaim": "<p></p>9. A method for treating a subject suffering from rheumatoid arthritis, comprising administering to the subject both an antibody and methotrexate, such that the rheumatoid arthritis is treated, wherein the antibody is an isolated human antibody, or antigen-binding portion thereof, with the following characteristics: <p></p>a) dissociates from human XYZ with a K.sub.off rate constant 1x10.sup.-3 s.sup.-1 or less, as determined by surface plasmon resonance; <p></p>b) has a light chain CDR3 domain comprising the amino acid sequence of SEQ ID NO: 3, or modified from SEQ ID NO: 3 by a single alanine substitution at position 1,4, 5, 7 or 8 or by one to five conservative amino avid substitutions at positions 1, 3, 4, 6, 7, 8 and/or 9; <p></p>c) has a heavy chain CDR3 domain comprising the amino acid sequence of SEQ ID NO: 4, or modified from SEQ ID NO: 4 by a single alanine substitution at position 2, 3, 4, 5, 6, 8, 9, 10 or 11 or by one to five conservative amino acid substitutions at positions 2, 3, 4, 5, 6, 8, 9, 10, 11 and/or 12.",
																					"depClaim": "",
																					"source": "<p>Source:</p> US7223394 "
																				}
																				]
																},
																{
																	"name": "Subpopulation",
																	"color": "olive",
																	"children": [{
																					"name": "Example 1",
																					"color": "olive",
																					"claimReason": "“… who does not have rheumatoid arthritis or cancer …”",
																					"indClaim": "<p></p>2. A method of treating vasculitis in a human who does not have rheumatoid arthritis or cancer comprising: <p></p>(a) administering to the human more than one intravenous dose of a therapeutically effective amount of XYZmab; and <p></p>(b) administering to the human glucocorticosteroid.",
																					"depClaim": "<p></p>The method of claim 2 wherein the glucocorticosteroid is prednisone, methylprednisolone, or dexamethasone.",
																					"source": "<p>Source:</p> US8545843"
																				},
																				{
																					"name": "Example 2",
																					"color": "olive",
																					"claimReason": "“… wherein the patient is >60 years old …”",
																					"indClaim": "<p></p>1. A method of treating a patient with diffuse large cell lymphoma comprising administering anti-XYZ antibody and chemotherapy to the patient, wherein the patient is >60 years old, wherein the chemotherapy comprises CHOP (cyclophosphamide, hydroxydaunorubicin/doxorubicin, vincristine, and prednisone/prednisolone), and wherein the anti-XYZ antibody is administered to the patient in combination with stem cell transplantation regimen.",
																					"depClaim": "<p></p>2. The method of claim 1, wherein the antibody comprises a chimeric anti-CD20 antibody. <p></p>3. The method of claim 2, wherein the antibody comprises rituximab. <p></p>4. The method of claim 1, wherein the lymphoma is accompanied by bone marrow involvement.",
																					"source": "<p>Source:</p> US8821873"
																				},
																				{
																					"name": "Example 3",
																					"color": "olive",
																					"claimReason": "“… who does not have rheumatoid arthritis or cancer …”",
																					"indClaim": "<p></p>2. A method of treating vasculitis in a human who does not have rheumatoid arthritis or cancer comprising: <p></p>(a) administering to the human more than one intravenous dose of a therapeutically effective amount of XYZmab; and <p></p>(b) administering to the human glucocorticosteroid.",
																					"depClaim": "<p></p>3. The method of claim 2 wherein the glucocorticosteroid is prednisone, methylprednisolone, or dexamethasone.",
																					"source": "<p>Source:</p> US8545843"
																				}
																				]
																},
																{
																	"name": "Broad",
																	"color": "olive",
																	"children": [{
																					"name": "Example 1",
																					"color": "olive",
																					"claimReason": "“… administering to the human more than one intravenous dose of a therapeutically effective amount of XYZmab …and methotrexate.”",
																					"indClaim": "<p></p>1. A method of treating rheumatoid arthritis in a human comprising: <p></p>(a) administering to the human more than one intravenous dose of a therapeutically effective amount of XYZmab; and <p></p>(b) administering to the human methotrexate.",
																					"depClaim": "<p></p>2. The method of claim 1, wherein each administration of the XYZmab is a dose in the range from about 250 mg/m2 to about 1000 mg/m2. <p></p>3. The method of claim 1, comprising administering to the human a glucocorticosteroid. <p></p>4. The method of claim 1, comprising administering an initial dose of the XYZmab followed by a subsequent dose, where the mg/m2 dose of the XYZmab in the subsequent dose exceeds the mg/m2 dose of the XYZmab in the initial dose.",
																					"source": "<p>Source:</p> US7820161"
																				},
																				{
																					"name": "Example 2",
																					"color": "olive",
																					"claimReason": "“… antibody which binds to epitope ZZZ within the XYZ extracellular domain sequence …”",
																					"indClaim": "<p></p>1. A method for the treatment of a human patient with a malignant progressing tumor or cancer characterized by overexpression of XYZ receptor, comprising administering a combination of an intact antibody which binds to epitope ZZZ within the XYZ extracellular domain sequence and a taxoid, in the absence of an anthracycline derivative, to the human patient in an amount effective to extend the time to disease progression in said human patient, without increase in overall severe adverse events.",
																					"depClaim": "<p></p>2. The method of claim 1 wherein said patient has a malignant tumor. <p></p>3. The method of claim 1 wherein said patient has cancer. <p></p>4. The method of claim 3 wherein said cancer is selected from the group consisting of breast cancer, squamous cell cancer, small-cell lung cancer, non-small cell lung cancer, gastrointestinal cancer, pancreatic cancer, glioblastoma, cervical cancer, ovarian cancer, liver cancer, bladder cancer, hepatoma, colon cancer, colorectal cancer, endometrial carcinoma, salivary gland carcinoma, kidney cancer, liver cancer, prostate cancer, vulval cancer, thyroid cancer, hepatic carcinoma and various types of head and neck cancer. <p></p>5. The method of claim 4 wherein said cancer is breast cancer. <p></p>6. The method of claim 5 wherein said cancer is metastatic breast carcinoma. <p></p>7. The method of claim 1 wherein said antibody is a humanized ZZZ anti-XYZ antibody. <p></p>8. The method of claim 1 wherein said taxoid is paclitaxel. <p></p>9. The method of claim 8 wherein the effective amount of said combination is lower than the sum of the effective amounts of said anti-ErbB2 antibody and said taxoid, when administered individually, as single agents. <p></p>10. The method of claim 1 wherein efficacy is further measured by determining the response rate.",
																					"source": "<p>Source:</p> US7846441"
																				},
																				{
																					"name": "Example 3",
																					"color": "olive",
																					"claimReason": "“… wherein the patient has a grade III hypertensive event resulting from the XYZmab administration, the method further comprising administering to the patient an antihypertensive agent in an amount sufficient to manage the grade III hypertensive event while continuing to treat the patient with XYZmab …”",
																					"indClaim": "<p></p>1. A method of treating cancer in a patient comprising administering to the patient an effective amount of XYZmab, wherein the patient has a grade III hypertensive event resulting from the XYZmab administration, the method further comprising administering to the patient an antihypertensive agent in an amount sufficient to manage the grade III hypertensive event while continuing to treat the patient with XYZmab, the continued XYZmab treatment being carried out without altering the dosage regimen.",
																					"depClaim": "<p></p>2. The method of claim 1, wherein the method further comprises administering one or more chemotherapeutic agents. <p></p>3. The method of claim 2, wherein the one or more chemotherapeutic agents is one or more of an alkylating agent, antimetabolite, pyrimidine analog, vinca alkyloid, epipodophyllotoxin, antibiotic, topoisomerase inhibitor, interferon, platinum coordination complex, or taxoid. <p></p>4. The method of claim 3, wherein the one or more chemotherapeutic agents is one or more of a pyrimidine analog, 5-fluorouracil (5-FU), leucovorin, irinotecan, paclitaxel, oxaliplatin, carboplatin, cisplatin, doxorubicin, topotecan, or interferon-alpha. <p></p>5. The method of claim 4, wherein the one or more chemotherapeutic agents is one or more of 5- FU, leucovorin, irinotecan, or oxaliplatin. <p></p>6. The method of claim 5, wherein the one or more chemotherapeutic agents is 5-FU, leucovorin, and irinotecan. <p></p>7. The method of claim 2, wherein the cancer is colorectal cancer, rectal cancer, glioblastoma, non-small cell lung cancer, cervical cancer, peritoneum cancer, renal cancer, ovarian cancer, or mesothelioma. <p></p>8. The method of claim 5, wherein the cancer is metastatic colorectal cancer. <p></p>9. The method of claim 6, wherein the cancer is metastatic colorectal cancer. <p></p>10. The method of claim 4, wherein the cancer is metastatic non-small cell lung cancer. <p></p>11. The method of claim 4, wherein the cancer is metastatic cervical cancer. <p></p>12. The method of claim 4, wherein the cancer is metastatic ovarian cancer or metastatic peritoneum cancer. <p></p>13. The method of claim 4, wherein the cancer is metastatic renal cancer. <p></p>14. The method of claim 1, wherein the cancer is glioblastoma. <p></p>15. The method of claim 1, wherein the bevacizumab is administered to the patient bi-weekly at about 10 mg/kg. <p></p>16. The method of claim 4, wherein the patient does not have clinically significant cardiovascular disease prior to the XYZmab administration. <p></p>17. The method of claim 8, wherein one of the one or more chemotherapeutic agents is 5-FU. <p></p>18. The method of claim 1, wherein the XYZmab is administered to the patient bi-weekly at about 5 mg/kg.",
																					"source": "<p>Source:</p> US9795672"
																				}
																				]
																}]
												},
												{
													"name": "Dose-formulation",
													"color": "olive",
													"children": [{
																	"name": "Example 1",
																	"color": "olive",
																	"claimReason": "“… method of treatment, comprising administering … about 20 mg/ml to about 150 mg/ml of XYZmab, about 10 mM phosphate buffer….”",
																	"indClaim": "<p></p>9. A method of treatment, comprising administering to a patient with Crohn's disease a therapeutic amount of a stable, aqueous pharmaceutical formulation comprising from about 20 mg/ml to about 150 mg/ml of XYZmab, about 10 mM phosphate buffer, about 140 mM sodium chloride, and polysorbate 80 present in an amount of about 0.001% to 2% (w/v), wherein the Crohn's disease is treated by administration of the stable,  aqueous pharmaceutical formulation.",
																	"depClaim": "<p></p>10. The method of claim 9, wherein the pharmaceutical formulation is administered to the patient by intravenous administration. <p></p>11. The method of 10, wherein the pharmaceutical formulation is administered to the patient over a series of treatments. <p></p>12. The method of claim 9, wherein XYZmab is present in an amount of about 20 mg/mL. <p></p>13. The method of claim 9, wherein the polysorbate 80 is present an amount of about 0.02% (w/v). <p></p>14. The method of claim 9, wherein the formulation has a pH of about 3.0 to about 7.0. <p></p>15. The method of claim 14, wherein the pH is about 5.5 to about 6.5. <p></p>16. The method of claim 15, wherein the pH is about 6.0 ±0.5. <p></p>18. The method of claim 9, wherein the pharmaceutical formulation is administered to the patient by subcutaneous administration.",
																	"source": "<p>Source:</p> US8815236"
																},
																{
																	"name": "Example 2",
																	"color": "olive",
																	"claimReason": "“… method for preventing serious lower respiratory tract disease …”",
																	"indClaim": "47. A method for preventing serious lower respiratory tract disease caused by RSV in pediatric patients, comprising administering to a pediatric patient an aqueous XYZmab formulation comprising, in an aqueous carrier: (a) 103±3 mg/ml of XYZmab or an antigen-binding fragment thereof; (b) histidine at a concentration of 25 mM; and (c) glycine at a concentration of 1.6 mM, wherein said formulation has a pH of 6.0 does not contain mannitol, and wherein said XYZmab or XYZmab antigen-binding fragment in the formulation is stable at 2° C. to 8° C. for at least 15 months as determined by HPSEC.",
																	"depClaim": "",
																	"source": "<p>Source:</p> US8007793"
																},
																{
																	"name": "Example 3",
																	"color": "olive",
																	"claimReason": "“… method for ….wherein said XYZmab or XYZmab antigen-binding fragment in the formulation is stable at 2° C. to 8° C. for at least 15 months …”",
																	"indClaim": "<p></p>1. A method for preventing a symptom of a respiratory syncytial virus (RSV) infection, comprising administering to a human subject an aqueous XYZmab formulation comprising, in an aqueous carrier: <p></p>(a) at least 75 mg/ml of XYZmab or an antigen-binding fragment thereof; and <p></p>(b) histidine, wherein said XYZmab or XYZmab antigen-binding fragment in the formulation is stable at 2° C. to 8° C. for at least 15 months as determined by high performance size exclusion chromatography (HPSEC).",
																	"depClaim": "<p></p>5. The method of claim 1 or 2, wherein said XYZmab or XYZmab antigen-binding fragment is at a concentration of at least 80 mg/kg, at least 85 mg/ml, at least 90 mg/ml or at least 95 mg/ml. <p></p>7. The method of claim 1 or 2, wherein said XYZmab or antigen-binding fragment thereof is at a concentration of at least 100 mg/ml. <p></p>11. The method of claim 1, wherein the histidine is at a concentration of 1 mM to 100 mM or 10 mM to 50 mM. <p></p>12. The method of claim 1, wherein the histidine is at a concentration of 20 mM to 30 mM. <p></p>13. The method of claim 1 or 2, wherein the histidine is at a concentration of 23 mM to 27 mM. <p></p>14. The method of claim 1, wherein the formulation comprises an excipient other than a surfactant. <p></p>16. The method of claim 1 or 2, wherein the formulation is substantially free of surfactants and inorganic salts. <p></p>18. The method of claim 1 or 2, wherein the formulation is substantially free of surfactants, inorganic salts and other excipients. <p></p>22. The method of claim 1 or 2, wherein the formulation does not contain mannitol. <p></p>23. The method of claim 1 or 2, wherein the formulation has a pH of between about 5.5 to about 7.0. <p></p>24. The method of claim 1 or 2, wherein the formulation has a pH of between about 5.5 to about 6.5. <p></p>28. The method of claim 1 or 2, wherein said XYZmab or XYZmab antigen-binding fragment in the formulation is stable at 20° C. to 24° C. for at least 1 year as determined by HPSEC. <p></p>30. The method of claim 1 or 2, wherein said XYZmab or XYZmab antigen-binding fragment in the formulation is stable at 38° C. to 42° C. for at least 60 days as determined by HPSEC. <p></p>34. The method of claim 1 or 2, wherein the aqueous XYZmab formulation contains no more than 3% aggregation by weight protein as measured by HPSEC. <p></p>36. The method of claim 1 or 2, wherein the stable aqueous XYZmab formulation contains equal to or more than 98% of the total protein in a single peak as determined by HSPEC and contains no other single peaks having more than 2% of total protein each. <p></p>38. The method of claim 1 or 2, wherein the aqueous carrier is distilled water.",
																	"source": "<p>Source:</p> US8007793"
																}
																]
												},
												{
													"name": "Dose-regimen",
													"color": "olive",
													"claimReason": "",
													"indClaim": "",
													"depClaim": "",
													"source": "",
													"children": [{
																	"name": "Multiple Dose (IV)",
																	"color": "olive",
																	"children": [{
																					"name": "Example 1",
																					"color": "olive",
																					"claimReason": "“… wherein the antibody is administered as two intravenous doses of 1000 mg …”",
																					"indClaim": "<p></p>1. A method of treating rheumatoid arthritis in a human patient who experiences an inadequate response to a XYZ-inhibitor, comprising administering to the patient an antibody that binds to ZZZ, wherein the antibody is administered as two intravenous doses of 1000 mg.",
																					"depClaim": "",
																					"source": "<p>Source:</p> US7976838"
																				},
																				{
																					"name": "Example 2",
																					"color": "olive",
																					"claimReason": "“… wherein each tertiary dose is administered on an as-needed/pro re nata (PRN) basis …”",
																					"indClaim": "<p></p>1. A method for treating an angiogenic eye disorder in a patient, said method comprising sequentially administering to the patient a single initial dose of a XYZ antagonist, followed by one or more secondary doses of the XYZ antagonist, followed by one or more tertiary doses of the XYZ antagonist; wherein each secondary dose is administered 2 to 4 weeks after the immediately preceding dose; and wherein each tertiary dose is administered on an as-needed/pro re nata (PRN) basis, based on visual and/or anatomical outcomes as assessed by a physician or other qualified medical professional; wherein the XYZ antagonist is a receptor-based chimeric molecule comprising <p></p>(1) a XYZR1 component comprising amino acids 27 to 129 of SEQ ID NO:2; <p></p>(2) a XYZR2 component comprising amino acids 130-231 of SEQ ID NO:2; and <p></p>(3) a multimerization component comprising amino acids 232-457 of SEQ ID NO:2.",
																					"depClaim": "<p></p>2. The method of claim 1, wherein only a single secondary dose is administered to the patient, and wherein the single secondary dose is administered 4 weeks after the initial dose of the XYZ antagonist. <p></p>3. The method of claim 2, wherein all doses of the XYZ antagonist are administered to the patient by intraocular administration. <p></p>4. The method of claim 3, wherein the intraocular administration is intravitreal administration. <p></p>5. The method of claim 3, wherein all doses of the XYZ antagonist comprise from about 0.5 mg to about 2 mg of the XYZ antagonist. <p></p>6. The method of claim 5, wherein all doses of the XYZ antagonist comprise 0.5 mg of the XYZ antagonist. <p></p>7. The method of claim 5, wherein all doses of the XYZ antagonist comprise 2 mg of the XYZ antagonist. <p></p>8. The method of claim 1, wherein only two secondary doses are administered to the patient, and wherein each secondary dose is administered 4 weeks after the immediately preceding dose. <p></p>9. The method of claim 1, wherein the angiogenic eye disorder is selected from the group consisting of: age related macular degeneration, diabetic retinopathy, diabetic macular edema, central retinal vein occlusion, branch retinal vein occlusion, and corneal neovascularization. <p></p>10. The method of claim 9, wherein the angiogenic eye disorder is age related macular degeneration. <p></p>11. The method of claim 1, wherein all doses of the XYZ antagonist are administered to the patient by topical administration or by intraocular administration. <p></p>12. The method of claim 1, wherein the XYZ antagonist is XYZR1R2-FcC1(a) encoded by the nucleic acid sequence of SEQ ID NO:1.",
																					"source": "<p>Source:</p> "
																				}
																				]
																},
																{
																	"name": "Multiple Dose (SC)",
																	"color": "olive",
																	"claimReason": "“… multiple-variable dose method for inducing clinical remission of Crohn's disease ... comprising subcutaneously administering to the subject: a first dose of 160 mg of a recombinant human anti-XYZ antibody administered to the subject within a day; and a second dose of 80 mg of the antibody administered to the subject within a day …”",
																	"indClaim": "<p></p>1. A multiple-variable dose method for inducing clinical remission of Crohn's disease in a subject in need thereof, comprising subcutaneously administering to the subject: a first dose of 160 mg of a recombinant human anti-XYZ antibody administered to the subject within a day; and a second dose of 80 mg of the antibody administered to the subject within a day, wherein the second dose is administered two weeks following administration of the first dose; wherein the antibody comprises: a heavy chain comprising a CDR1 comprising the amino acid sequence of SEQ ID NO:8; a CDR2 comprising the amino acid sequence of SEQ ID NO:6; and a CDR3 comprising the amino acid sequence of SEQ ID NO:4; and a light chain comprising a CDR1 comprising the amino acid sequence of SEQ ID NO:7; a CDR2 comprising the amino acid sequence of SEQ ID NO:5; and a CDR3 comprising the amino acid sequence of SEQ ID NO:3.",
																	"depClaim": "<p></p>5. The method of claim 1, wherein the method further comprises administering to the subject a subsequent subcutaneous injection of 40 mg of the antibody two weeks following administration of the second dose. <p></p>6. The method of claim 5, wherein the method further comprises administering to the subject additional subsequent subcutaneous injections of 40 mg of the antibody, wherein the subsequent subcutaneous injections are administered two weeks apart. <p></p>7. The method of claim 5, wherein the heavy chain comprises a heavy chain variable region comprising the amino acid sequence of SEQ ID NO:2, and the light chain comprises a light chain variable region comprising the amino acid sequence of SEQ ID NO:1. <p></p>8. The method of claim 6, wherein the heavy chain comprises a heavy chain variable region comprising the amino acid sequence of SEQ ID NO:2, and the light chain comprises a light chain variable region comprising the amino acid sequence of SEQ ID NO:1. <p></p>9. The method of claim 7, wherein the heavy chain comprises an IgG1 heavy chain constant region and the light chain comprises a kappa light chain constant region. <p></p>10. The method of claim 8, wherein the heavy chain comprises an IgG1 heavy chain constant region and the light chain comprises a kappa light chain constant region. <p></p>11. The method of claim 9, wherein the antibody is XYZmab. <p></p>12. The method of claim 10, wherein the antibody is XYZmab. <p></p>13. The method of claim 1, wherein each subcutaneous injection is administered to the subject using a prefilled syringe. <p></p>14. The method of claim 1, wherein the subject in need thereof has a Crohn's Disease Activity Index (CDAI) of 220-450.",
																	"source": "<p>Source:</p> US8961973"
																},
																{
																	"name": "Single Dose (SC)",
																	"color": "olive",
																	"children": [{
																					"name": "Example 1",
																					"color": "olive",
																					"claimReason": "“… method for treating rheumatoid arthritis in a human subject, comprising administering subcutaneously to a human subject having rheumatoid arthritis a total body dose of 40 mg of a human anti-XYZ antibody once every 13 -15 days …”",
																					"indClaim": "<p></p>1. A method for treating rheumatoid arthritis in a human subject, comprising administering subcutaneously to a human subject having rheumatoid arthritis a total body dose of 40 mg of a human anti-XYZ antibody once every 13 -15 days for a time period sufficient to treat the rheumatoid arthritis, wherein the anti-XYZ antibody comprises an IgG1 heavy chain constant region; a variable light (“VL”) chain region comprising a CDR1 having the amino acid sequence of SEQ ID NO:7, a CDR2 having the amino acid sequence of SEQ ID NO:5, and a CDR3 having the amino acid sequence of SEQ ID NO:3; and a variable heavy (“VH”) chain region  comprising a CDR1 having the amino acid sequence of SEQ ID NO:8, a CDR2 having the amino acid sequence of SEQ ID NO:6 and a CDR3 having the amino acid sequence of SEQ ID NO:4.",
																					"depClaim": "<p></p>3. The method of claim 2, wherein the anti-XYZ antibody is administered for a period of at least 24 weeks. <p></p>4. The method of claim 1, wherein the anti-XYZ antibody is administered for a period of at least 24 weeks.",
																					"source": "<p>Source:</p> US8889135"
																				},
																				{
																					"name": "Example 2",
																					"color": "olive",
																					"claimReason": "“… comprising administering subcutaneously … 40mg ... 13-15 days for a time period sufficient to treat ...”",
																					"indClaim": "<p></p>1. A method for treating ulcerative colitis in a human subject, comprising administering subcutaneously to a human subject having ulcerative colitis a total body dose of 40 mg of a human anti-XYZ antibody once every 13-15 days for a time period sufficient to treat the ulcerative colitis, wherein the anti-XYZ antibody comprises an IgG1 heavy chain constant region; a variable light (“VL”) chain region comprising a CDR1 having the amino acid sequence of SEQ ID NO:7, a CDR2 having the amino acid sequence of SEQ ID NO:5, and a CDR3 having the amino acid sequence of SEQ ID NO:3; and a variable heavy (“VH”) chain region comprising a CDR1 having the amino acid sequence of SEQ ID NO:8, a CDR2 having the amino acid sequence of SEQ ID NO:6and a CDR3 having the amino acid sequence of SEQ ID NO:4.",
																					"depClaim": "<p></p>2. The method of claim 1, wherein the VL chain region of the anti-XYZ antibody has the amino acid sequence of SEQ ID NO:1 and the VH chain region of the anti-XYZ antibody has the amino acid sequence of SEQ ID NO:2. <p></p>3. The method of claim 1, wherein the human subject has had an unwanted immune response to a chimeric or humanized anti-XYZ antibody. <p></p>4. The method of claim 3, wherein the human anti-XYZ antibody is administered for a period of at least 24 weeks. <p></p>5. The method of claim 2, wherein the anti-XYZ antibody is administered for a period of at least 24 weeks. <p></p>6. The method of claim 1, wherein the anti-XYZ antibody is administered for a period of at least 24 weeks.",
																					"source": "<p>Source:</p> US8974790"
																				}
																				]
																},
																{
																	"name": "w/ Results",
																	"color": "olive",
																	"children": [{
																					"name": "Example 1",
																					"color": "olive",
																					"claimReason": "“… wherein said patient achieves a 90% reduction of the Psoriasis Area and Severity Index Score (PASI 90) at week 24 of the treatment …”",
																					"indClaim": "<p></p>1. A method of treatment of psoriasis in a patient with moderate to severe active psoriatic arthritis (PsA), comprising subcutaneously administering to said patient 40 mg XYZ mab every other week, wherein said patient has 3 swollen and 3 tender joints prior to the treatment and has failed NSAID therapy, and wherein said patient achieves a 90% reduction of the Psoriasis Area and Severity Index Score (PASI 90) at week 24 of the treatment.",
																					"depClaim": "<p></p>2. The method of claim 1, wherein said patient has psoriasis in <3% body surface area prior to the treatment. <p></p>3. The method of claim 1, wherein said patient has psoriasis in 3% body surface area prior to the treatment.",
																					"source": "<p>Source:</p> US8906373"
																				},
																				{
																					"name": "Example 2",
																					"color": "olive",
																					"claimReason": "“… has failed NSAID therapy …”",
																					"indClaim": "<p></p>1. A method of treatment of psoriasis in a patient with moderate to severe active psoriatic arthritis (PsA), comprising subcutaneously administering to said patient 40 mg XYZmab every other week, wherein said patient has 3 swollen and 3 tender joints prior to the treatment and has failed NSAID therapy, and wherein said patient achieves a 90% reduction of the Psoriasis Area and Severity Index Score (PASI 90) at week 24 of the treatment.",
																					"depClaim": "<p></p>2. The method of claim 1, wherein said patient has psoriasis in <3% body surface area prior to the treatment. <p></p>3. The method of claim 1, wherein said patient has psoriasis in 3% body surface area prior to the treatment.",
																					"source": "<p>Source:</p> US8906372"
																				}
																				]
																},
																{
																	"name": "Multiple Dose",
																	"color": "olive",
																	"claimReason": "“… method of treating …measuring a biomarker ....administering a dose…”",
																	"indClaim": "<p></p>1. A method of treating pain in a renally imparied patient, comprising the steps of: <p></p>1.  providing a solid oral controlled release dosage form, comprising: <p></p>i.  about 5 mg to about 80 mg of XYZ compound or a pharmaceutically acceptable salt thereof as the sole active ingredient; and <p></p>ii.  a controlled release matrix; <p></p>2.  measuring a creatinine clearance rate of the patient and determining it to be <p></p>(a) less than about 30 m[L]/min, <p></p>(b) about 30 mL/min to about 50 mL/min, <p></p>c) about 51 mL/min to about 80 mL/min, or <p></pd)> above about 80 mL/min; and <p></p>3. orally administering to said patient, in dependence on which creatinine clearance rate is found, a lower dosage of the dosage form to provide pain relief; wherein after said administration to said patient, the average AUC of oxymorphone over a 12-hour period is less than about 21 ng•hr/mL.",
																	"depClaim": "",
																	"source": "<p>Source:</p> US8808737"
																}]
												},
												{
													"name": "2nd line",
													"color": "olive",
													"children": [{
																	"name": "Example 1",
																	"color": "olive",
																	"claimReason": "“… individual suffering from rheumatoid arthritis whose active disease is incompletely controlled despite already receiving methotrexate …”",
																	"indClaim": "<p></p>1. A method of treating an individual suffering from rheumatoid arthritis whose active disease is incompletely controlled despite already receiving methotrexate comprising adjunctively administering with methotrexate therapy a different composition comprising an anti-human XYZ antibody or a human XYZ binding fragment thereof to the individual, wherein the anti-XYZ antibody or fragment thereof <p></p>(a) binds to an epitope on human XYZ, <p></p>(b) inhibits binding of human XYZ to human XYZ cell surface receptors and <p></p>(c) is administered at a dosage of 0.01-100 mg/kg, and wherein such administration reduces or eliminates signs and symptoms associated with rheumatoid arthritis.",
																	"depClaim": "<p></p>2. The method of claim 1, wherein <p></p>(a) methotrexate is administered at an interval of a week or weeks, and <p></p>(b) the anti-human XYZ antibody or fragment thereof is administered multiple times, each such administration being separated by an interval of a week or weeks from the prior administration.",
																	"source": "<p>Source:</p> US7846442"
																},
																{
																	"name": "Example 2",
																	"color": "olive",
																	"claimReason": "“… method for the treatment of persistent asthma that reduces or eliminates an asthma patient's dependence on inhaled corticosteroids (ICS) …”",
																	"indClaim": "<p></p>10. A method for the treatment of persistent asthma that reduces or eliminates an asthma patient's dependence on inhaled corticosteroids (ICS) and/or long-acting beta-agonists (LABA) for the treatment of one or more asthma exacerbations comprising: <p></p>(a) selecting a patient with persistent asthma who has moderate-to-severe asthma that is uncontrolled with a background asthma therapy comprising an ICS, a LAB A, or a combination thereof; <p></p>(b) administering to the patient a defined dose of an antibody or antigen-binding fragment thereof that specifically binds to an XYZ receptor at a defined frequency for an initial treatment period while maintaining the patient's background asthma therapy for the initial treatment period; and <p></p>(c) gradually reducing or eliminating the dosage of ICS and/or LABA administered to the patient over the course of a subsequent treatment period while continuing to administer the antibody or antigen-binding fragment thereof at the defined frequency and dose used during the initial treatment period, wherein the antibody or antigen-binding fragment thereof comprises heavy chain and light chain complementarity determining region (CDR) sequences from a heavy chain variable region (HCVR)/light chain variable region (LCVR) sequence pair of SEQ ID NOs: 162/164.",
																	"depClaim": "<p></p>11. The method of claim 10, wherein the ICS is fluticasone, budesonide, or mometasone. <p></p>12. The method of claim 10, wherein the LABA is salmeterol or formoterol. <p></p>13. The method of claim 10, wherein the ICS/LAB A combination is fluticasone/salmeterol, budesonide/formoterol, or mometasone/formoterol. <p></p>14. The method of claim 10, wherein the dosage of LABA is eliminated at the end of the initial treatment period. <p></p>15. The method of claim 10, wherein the dosage of LABA and/or ICS is gradually reduced or eliminated over the course of 2 to 8 weeks. <p></p>16. The method of claim 10, wherein the antibody or antigen binding fragment thereof comprises a heavy chain comprising heavy chain complementarity determining region (HCDR) sequences of SEQ ID NOs:148, 150, and 152, respectively, and a light chain comprising light chain complementarity determining region (LCDR) sequences of SEQ ID NOs:156, 158, and 160, respectively. <p></p>17. The method of claim 10, wherein each of the doses comprises 75 mg to 600 mg of the antibody or antigen-binding fragment thereof. <p></p>18. The method of claim 10, wherein the pharmaceutical composition is administered to the subject systemically, subcutaneously, intravenously, or intranasally. <p></p>19. The method of claim 10, wherein the expression level of one or more gene products selected from the group consisting of thymus and activation-regulated chemokine (TARC), IgE, eotaxin-3, periostin, carcinoembryonic antigen (CEA), and YKL-40 is reduced in the subject relative to baseline expression.",
																	"source": "<p>Source:</p> US9574004"
																}
																]
												}]
								}]
				}]
}
