{
	"name": "Claim Categories",
	"children": [{
					"name": "Antibody",
					"color": "green",
					"children": [{
									"name": "Biomarkers",
									"color": "green",
									"children": [{
													"name": "Diagnostics",
													"color": "green",
													"children": [{
																	"name": "Condition",
																	"color": "green",
																	"claimReason": "“… method of monitoring an autoimmune disorder …”",
																	"indClaim": "<p></p>37. A method of monitoring an autoimmune disorder in a subject having the autoimmune disorder, the method comprising: assaying the subject for expression of one or more biomarkers following treatment with a XYZ inhibitor, wherein the one or more biomarkers is encoded by a nucleic acid molecule comprising a nucleotide sequence selected from the group consisting of SEQ ID NOs:29, 91, and 176, thereby monitoring the autoimmune disorder in the subject.",
																	"depClaim": "<p></p>38. The method of claim 37, further comprising monitoring the subject prior to treatment with a XYZ inhibitor.<p>[DC]</p> 39. The method of claim 37, wherein a sample from the subject is assayed for protein expression of the one or more biomarkers.<p>[DC]</p> 40. The method of claim 37, wherein the subject is a human.<p>[DC]</p> 41. The method of claim 37, wherein the autoimmune disorder is rheumatoid arthritis. <p>[DC]</p> 42. The method of claim 37, wherein a sample from the subject is assayed for expression of an mRNA encoding the one or more biomarkers.",
																	"source": "<p>Source:</p> US8092998"
																},
																{
																	"name": "Efficacy",
																	"color": "green",
																	"claimReason": "“… A method for determining the efficacy of a human anti-XYZ antibody, or an antigen-binding portion thereof, for treating a subject having ankylosing spondylitis (AS), said method comprising determining a level of a collagen degradation biomarker …”",
																	"indClaim": "<p>[IC]</p>7. A method for determining the efficacy of a human anti-XYZ antibody, or an antigen-binding portion thereof, for treating a subject having ankylosing spondylitis (AS), said method comprising determining a level of a collagen degradation biomarker and a synovitis biomarker in a sample(s) obtained from the subject following administration of the human anti-XYZ antibody, or antigenbinding portion thereof; and comparing the level of the collagen degradation biomarker and the synovitis biomarker in the sample(s) to a baseline level of the collagen degradation biomarker and the synovitis biomarker, wherein a lower level of the collagen degradation biomarker and the synovitis biomarker in the sample(s) relative to the baseline level of the collagen degradation biomarker and the synovitis biomarker indicates that the human anti-XYZ antibody, or an antigen-binding portion thereof, is efficacious for the treatment of AS in the subject.",
																	"depClaim": "<p>[DC]</p>8. The method of claim 7, wherein the collagen degradation biomarker is type II collagen Ctelopeptide (CTX-II). <p>[DC]</p>9. The method of claim 8, wherein the collagen degradation biomarker is urinary type II collagen C-telopeptide (CTX-II). <p>[DC]</p>10. The method of claim 7, wherein the synovitis biomarker is matrix metalloprotease 3 (MMP3). <p>[DC]</p>11. The method of claim 10, wherein the synovitis biomarker is serum metalloprotease 3 (MMP3). <p>[DC]</p>12. The method of claim 1 or 7, wherein the level of the biomarker is determined by performing an ELISA.",
																	"source": "<p>Source:</p> US7919264"
																},
																{
																	"name": "Responsiveness",
																	"color": "green",
																	"claimReason": "“… method for predicting responsiveness to a XYZ inhibitor in a subject having an autoimmune disorder, the method comprising: (i) assaying the subject for expression of one or more biomarkers predictive of responsiveness …”",
																	"indClaim": "<p>[IC]</p>1. A method for predicting responsiveness to a XYZ inhibitor in a subject having an autoimmune disorder, the method comprising: <p>(i)</p> assaying the subject for expression of one or more biomarkers predictive of responsiveness to a XYZ inhibitor in an autoimmune disorder, and <p>(ii)</p> predicting responsiveness of the subject to the XYZ inhibitor based on expression of the one or more biomarkers in the subject, wherein the one or more biomarkers is encoded by a nucleic acid molecule comprising a nucleotide sequence selected from the group consisting of SEQ ID NOs:11, 29, 44, 62, 65, and 74, wherein decreased expression of the one or more biomarkers encoded by a nucleic acid molecule comprising a nucleotide sequence selected from the group consisting of SEQ ID NOs:11, 29, 65, and 74 is predictive of responsiveness of the subject to a XYZ inhibitor and/or wherein increased expression of the one or more biomarkers encoded by a nucleic acid molecule comprising a nucleotide sequence selected from the group consisting of SEQ ID NOs:44 and 62 is predictive of responsiveness of the subject to a XYZ inhibitor.",
																	"depClaim": "<p>[DC]</p>2. The method of claim 1, wherein a sample from the subject is assayed for expression of anmRNA encoding the one or more biomarkers. <p>[DC]</p>3. The method of claim 1, which further comprises selecting a treatment regimen with the XYZ inhibitor based upon expression of the one or more biomarkers in the subject or administering the XYZ inhibitor to the subject according to the treatment regimen such that the autoimmune disorder is inhibited in the subject. <p>[DC]</p>4. The method of claim 1, wherein the XYZ inhibitor is an anti-tumor necrosis factor-alpha (XYZ) antibody, or antigen-binding portion thereof. <p>[DC]</p>5. The method of claim 4, wherein the anti-XYZ antibody, or antigen-binding portion thereof, is selected from the group consisting of a human antibody, a humanized antibody, a chimeric antibody, or a multivalent antibody. <p>[DC]</p>6. The method of claim 4, wherein the anti-XYZ antibody, or antigen-binding portion thereof, is A-mab. <p>[DC]</p>7. The method of claim 4, wherein the anti-XYZ antibody, or antigen-binding portion thereof, is B-mab. <p>[DC]</p>8. The method of claim 4, wherein the anti-XYZ antibody, or antigen-binding portion thereof, is C-mab. <p>[DC]</p>9. The method of claim 5, wherein the human anti-XYZ antibody, or antigen-binding portion thereof, is selected from the group consisting of <p>i)</p> an isolated human antibody that dissociates from human XYZ with a K d of 1×108 M or less and a Koff rate constant of 1×103 s1 or less, both determined by surface plasmon resonance, and neutralizes human XYZ cytotoxicity in a standard in vitro L929 assay with an IC50 of 1×107 M or less; <p>ii)</p> an isolated human antibody with the following characteristics: <p>a)</p> dissociates from human XYZ with a K off rate constant of 1×103 s1 or less, as determined by surface plasmon resonance; <p>b)</p> has a light chain CDR3 domain comprising the amino acid sequence of SEQ ID NO: 305, or modified from SEQ ID NO: 305 by a single alanine substitution at position 1, 4, 5, 7 or 8 or by one to five conservative amino acid substitutions at positions 1, 3, 4, 6, 7, 8 and/or 9; <p>c)</p> has a heavy chain CDR3 domain comprising the amino acid sequence of SEQ ID NO: 306, or modified from SEQ ID NO: 306 by a single alanine substitution at position 2, 3, 4, 5, 6, 8, 9, 10 or 11 or by one to five conservative amino acid substitutions at positions 2, 3, 4, 5, 6, 8, 9, 10, 11 and/or 12; and <p>iii)</p> an isolated human antibody with a light chain variable region (LCVR) comprising the amino acid sequen{ce of SEQ ID NO: 303 and a heavy chain variable region (HCVR) comprising the amino acid sequence of SEQ ID NO: 304. <p>[DC]</p>10. The method of claim 1, wherein the XYZ inhibitor is etanercept. <p>[DC]</p>11. The method of claim 1, wherein the one or more biomarkers is encoded by a nucleic acid molecule comprising a nucleotide sequence of SEQ ID NO:44. <p>[DC]</p>12. The method of claim 1, wherein the one or more biomarkers is encoded by a nucleic acid molecule comprising a nucleotide sequence selected from the group consisting of SEQ ID NOs:11 and 74. <p>[DC]</p>13. The method of claim 1, wherein a sample from the subject is assayed for protein expression of the one or more biomarkers. <p>[DC]</p>14. The method of claim 1, wherein the subject is a human. <p>[DC]</p>15. The method of claim 1, wherein the autoimmune disorder is rheumatoid arthritis.",
																	"source": "<p>Source:</p> US8092998"
																},
																{
																	"name": "Safety",
																	"color": "green",
																	"claimReason": "“… method for ameliorating or preventing an adverse effect mediated by the administration of an AA-BB bispecific antibody …”",
																	"indClaim": "<p>[IC]</p>32. A method for ameliorating or preventing an adverse effect mediated by the administration of an AA-BB bispecific antibody to a human patient having a B:T cell ratio of about 1:5 or lower, said method comprising: <p>(a)</p> determining the ratio of total B cells to total T cells in a peripheral blood sample from said human patient to identify patients at risk of developing an adverse effect; <p>(b)</p> identifying said human patient as having an increased risk of potential adverse effects when the ratio of B:T cells is about 1:5 or less before treatment; <p>(c)</p> administering a first dose of said antibody for a first period of time to said patient identified in (b), and consecutively; <p>(d)</p> administering a second dose of said antibody for a second period of time; wherein said second dose exceeds said first dose, and wherein said AA-BB bispecific antibody is XYZ (AB-mab).",
																	"depClaim": "<p>[DC]</p>33. The method of claim 32, wherein said adverse effect is characterized by a neurological reaction. <p>[DC]</p>34. The method of claim 33, wherein said neurological reaction is one or more selected from the group consisting of: confusion, ataxia, disorientation, dysphasia, aphasia, speech impairment, cerebellar symptoms, tremor, apraxia, seizure, grand mal convulsion, palsy, and balance disorder.",
																	"source": "<p>Source:</p> US8840888"
																}
																]
												}]
								},
								{
									"name": "CMC",
									"color": "yellow",
									"children": [{
													"name": "Analytics",
													"color": "yellow",
													"children": [{
																	"name": "Aggregates",
																	"color": "yellow",
																	"claimReason": "“… XYZmab composition has …. <3% aggregates when formulated at a concentration of about 150 mg/mL …”",
																	"indClaim": "<p>[IC]</p>1. A method of treating a patient suffering from multiple sclerosis, comprising administering to the patient an amount of a XYZmab composition sufficient to provide therapeutic benefit, wherein the XYZmab has two or more of the following: <p>(a)</p> an N-terminal isoform with one pyroglutamate residue and one glutamine residue that comprises 3%-17% of the total daclizumab: <p>(b)</p> an N-linked oligosaccharide profile comprising two main peaks and a minor peak, wherein one of the two main peaks is GO-GlcNAc glycoform present in about 5% to about 20% of the AUC, the other main peak is GO glycoform present in about 70% to about 99.2% of the AUC, and the minor peak is G1 glycoform present in 1% to 9% of the AUC when determined according to the method described in Section 7.6.14, <p>(c)</p> <3% aggregates when formulated at a concentration of about 150 mg/mL.",
																	"depClaim": "<p>[DC]</p>2. The method of claim 1 in which the XYZmab composition is administered: <p>(a)</p> subcutaneously; <p>(b)</p> in an amount corresponding to about 1 mg/kg XYZmab, once every two weeks or in an amount corresponding to about 2 mg/kg XYZmab, once every month; <p>(c)</p> for a total of about 24 weeks; or <p>(d)</p> according to any combination of (a)-(c). <p>[DC]</p>3. The method of claim 2, in which the XYZmab composition is administered in an amount corresponding to 75 mg to 300 mg XYZmab, or 150 mg, or 300 mg. <p>[DC]</p>4. The method of claim 3 wherein the XYZmab composition is administered subcutaneously in an amount corresponding to 150 mg XYZmab once every month. <p>[DC]</p>5. The method of claim 3 in which the XYZmab is administered as monotherapy, in which the patient has either failed to respond to prior treatment with interferon-beta or has discontinued prior treatment with interferon-beta. <p>[DC]</p>6. The method of claim 3 in which the XYZmab is administered adjunctively to interferon-beta. <p>[DC]</p>7. The method of claim 1 in which the XYZmab has an N-linked glycosylation profile determined according to the method described in Section 7.6.14, in which the total AUC of the peaks in the profile corresponding to non-fucosylated mannose glycosyls is less than about 6% of the total AUC of all peaks in the profile. <p>[DC]</p>8. The method of claim 4 which is administered for a total of at least 48 weeks.",
																	"source": "<p>Source:</p> US9676860"
																},
																{
																	"name": "Assay",
																	"color": "yellow",
																	"claimReason": "“… wherein ... the composition is assayed in a cathepsin L kinetic assay …”",
																	"indClaim": "<p>[IC]</p>4. A method of treating a disorder in which XYZ activity is detrimental in a subject, the method comprising administering a composition comprising a therapeutically effective amount of A-mab to the subject such that the disorder is treated, wherein the A-mab is produced in a Chinese Hamster Ovary (CHO) cell expression system; wherein the disorder is selected from the group consisting of rheumatoid arthritis, Crohn's disease, ulcerative colitis, ankylosing spondylitis, psoriatic arthritis, psoriasis, and juvenile rheumatoid arthritis; and wherein the composition is characterized in that when the composition is assayed in a cathepsin L kinetic assay, a level of cathepsin L activity from 0.4 to 0.9 RFU/s/mg of A-mab is observed, wherein the cathepsin L kinetic assay comprises: <p>i)</p> diluting the composition in a polystyrene container in a solution containing 25 mM NaOAc, 5 mM DTT and 1 mM EDTA at pH 5.5, <p>ii)</p> adding dextran sulfate to a concentration of 0.035 g/mL and incubating at 37° C. for six hours, <p>iii)</p> adding Z-leucine-arginine covalently bound at its C-terminus to a fluorescent 7-amino-4-methyl coumarin (Z-leucine-arginine-AMC), wherein the diluting, adding, and incubating steps are sufficient to permit the measurement of cathepsin L hydrolysis of the Z-leucine-arginine-AMC within a linear range, and <p>iv)</p> measuring Z-leucine-arginine-AMC hydrolysis in the linear range in RFU/s/mg of A-mab.",
																	"depClaim": "<p>[DC]</p>5. The method of claim 4, wherein the cathepsin L activity is from 0.4 to 0.6 RFU/s/mg of A-mab. <p>[DC]</p>6. The method of claim 4, wherein the cathepsin L activity is from 0.4 to 0.85 RFU/s/mg of A-mab. <p>[DC]</p>7. The method of any one of claims 1 and 2-6, wherein the composition is packaged in a pre-filled syringe. <p>[DC]</p>8. The method of any one of claims 1 and 2-6, wherein the composition comprises 50 mg/ml of A-mab. <p>[DC]</p>9. The method of any one of claims 1 and 2-6, wherein the composition is suitable for subcutaneous injection. <p>[DC]</p>10. The method of any one of claims 1 and 2-6, wherein the diluted composition has an A-mab concentration of 20 g/ml. <p>[DC]</p>11. The method of any one of claims 1 and 2-6, wherein the diluted composition has an A-mab concentration of 50 g/ml. <p>[DC]</p>12. The method of any one of claims 1 and 2-6, wherein step i) of the cathepsin L kinetic assay comprises diluting the composition 600 fold. <p>[DC]</p>13. The method of claim 4, wherein the disorder is rheumatoid arthritis. <p>[DC]</p>14. The method of claim 4, wherein the disorder is Crohn's disease. <p>[DC]</p>15. The method of claim 4, wherein the disorder is ulcerative colitis. <p>[DC]</p>16. The method of claim 4, wherein the disorder is ankylosing spondylitis. <p>[DC]</p>17. The method of claim 4, wherein the disorder is psoriatic arthritis. <p>[DC]</p>18. The method of claim 4, wherein the disorder is psoriasis. <p>[DC]</p>19. The method of claim 4, wherein the disorder is juvenile rheumatoid arthritis.",
																	"source": "<p>Source:</p> US8906372"
																},
																{
																	"name": "Galactosylation",
																	"color": "yellow",
																	"claimReason": "“… method for increasing the galactosylation level of a recombinantly expressed A-mab, …”",
																	"indClaim": "<p>[IC]</p>1. A method for increasing the galactosylation level of a recombinantly expressed A-mab, comprising supplementing a media used in the expression of the recombinantly expressed A-mab with a sufficient amount of a manganese supplement to achieve a manganese concentration in the media of 0.2-100 M and a sufficient amount of a galactose supplement to achieve a galactose concentration in the media of 1-100 mM, thereby increasing the galactosylation level of the recombinantly expressed A-mab, wherein the galactosylation level of a recombinantly expressed A-mab is increased as compared to the galactosylation level of A-mab recombinantly expressed in media which is not supplemented with said manganese supplement and said galactose supplement.",
																	"depClaim": "<p>[DC]</p>2. The method of claim 1, wherein the manganese supplement is a biologically acceptable manganese salt. ",
																	"source": "<p>Source:</p> US9062106"
																}
																]
												},
												{				
													"name": "Downstream",
													"color": "yellow",
													"children": [{
																	"name": "Analytics",
																	"color": "yellow",
																	"claimReason": "“… A method for producing a preparation comprising a protein of interest and having a reduced level of at least one impurity …”",
																	"indClaim": "<p>[IC]</p>1. A method for producing a preparation comprising a protein of interest and having a reduced level of at least one impurity, said method comprising: <p>(a)</p> contacting a sample comprising the protein of interest and at least one impurity, to a hydrophobic interaction chromatography (HIC) media, in the presence of a load buffer such that <p>(i)</p> a portion of the protein of interest binds to the HIC media at a Kp of greater than 20 and <p>(ii)</p> a substantial portion of the at least one impurity binds to the HIC media; <p>(b)</p> collecting a flow through fraction comprising the protein of interest unbound to the HIC media; <p>(c)</p> washing the HIC media with a wash buffer such that a substantial portion of the protein of interest bound to the HIC media is released from the media, wherein the salt concentration and/or the pH of the wash buffer are within 20% of the salt concentration and/or pH of the load buffer; and <p>(d)</p> collecting a wash fraction comprising the protein of interest released from the HIC media, wherein each of the flow through and wash fractions comprise the protein of interest and have a reduced level of the at least one impurity.",
																	"depClaim": "<p>[DC]</p>2. The method of claim 1, wherein the protein of interest is an antibody or antigen-binding fragment thereof, a soluble protein, a membrane protein, a structural protein, a ribosomal protein, an enzyme, a zymogen, an antibody molecule, a humanized antibody or antigen-binding portion thereof, a human antibody or antigen-binding portion thereof, a chimeric antibody or antigenbinding portion thereof, a multivalent antibody, a cell surface receptor protein, a transcription regulatory protein, a translation regulatory protein, a chromatin protein, a hormone, a cell cycle regulatory protein, a 0 protein, a neuroactive peptide, an immunoregulatory protein, a blood component protein, an ion gate protein, a heat shock protein, an antibiotic resistance protein, a functional fragment of any of the preceding proteins, an epitope-containing fragment of any of the preceding proteins, and combinations thereof.",
																	"source": "<p>Source:</p> US8946395"
																},
																{
																	"name": "HCP",
																	"color": "yellow",
																	"claimReason": "“… method for producing a host cell protein (HCP)-reduced antibody preparation …”",
																	"indClaim": "<p>[IC]</p>1. A method for producing a host cell protein (HCP)-reduced antibody preparation from a mixture comprising an antibody and at least one HCP, the method comprising: applying the mixture to a cation exchange resin equilibrated with an equilibration buffer, wherein greater than 30 grams of antibody per liter of cation exchange resin are applied; washing HCP from the cation exchange resin with a plurality of wash steps comprising a first wash and a second wash, wherein conductivity of the first wash is equivalent to conductivity of the equilibration buffer and there is an increase in conductivity with each successive wash in the plurality of wash steps; eluting the antibody from the cation exchange resin with an elution buffer to form a first eluate; applying the first eluate to an anion exchange resin, wherein prior to applying the first eluate to the anion exchange resin, pH and conductivity of the first eluate are adjusted to be substantially similar to pH and conductivity of the anion exchange resin; obtaining a first flowthrough comprising the antibody, and obtaining the HCP-reduced antibody preparation therefrom.",
																	"depClaim": "<p>[DC]</p>2. The method of claim 1, wherein about 35-70 grams of antibody per liter of cation exchange resin are applied.",
																	"source": "<p>Source:</p> US7863426"
																},
																{
																	"name": "Purificiation",
																	"color": "yellow",
																	"claimReason": "“… process for purifying A-mab from a fermentation harvest of a Chinese Hamster Ovary …”",
																	"indClaim": "<p>[IC]</p> 1. A process for purifying A-mab from a fermentation harvest of a Chinese Hamster Ovary (CHO) cell culture expressing said A-mab, said process comprising: <p>a)</p> binding A-mab from said fermentation harvest to a Protein A resin, <p>b)</p> eluting the bound A-mab at an elution pH of 3.6-4, and <p>c)</p> incubating the eluted A-mab for 1 to 3 hours.",
																	"depClaim": "<p>[DC]</p>2. The process of claim 1, wherein said eluting is at an elution pH is 3.6. ",
																	"source": "<p>Source:</p> US9018361"
																},
																{
																	"name": "TFF",
																	"color": "yellow",
																	"claimReason": "“… method for concentrating an immunoglobulin solution by tangential flow filtration …”",
																	"indClaim": "<p>[IC]</p>1. A method for concentrating an immunoglobulin solution by tangential flow filtration, characterized in that the transmembrane pressure and the cross-flow are variable, and changed during the filtration process according to the concentration of the immunoglobulin to be concentrated, wherein <p>i)</p> a transmembrane pressure of from 1.4 bar to 1.6 bar and a cross-flow of from 75 ml/min. to 90 ml/min. is applied in a concentration range up to 30 mg immunoglobulin per ml of solution to be concentrated, <p>ii)</p> a transmembrane pressure of from 0.8 bar to 0.9 bar and a cross-flow of from 140 ml/min. to 160 ml/min. is applied in a concentration range of from 15 mg/ml up to 55 mg/ml, and <p>iii)</p> a transmembrane pressure of from 0.8 bar to 0.9 bar and a cross-flow of from 120 ml/min. to 140 ml/min is applied in a concentration range of more than 45 mg/ml up to about 130 mg/ml.",
																	"depClaim": "<p>[DC]</p>2. The method of claim 1, wherein the transmembrane pressure and cross-flow in i) are 1.5 bar and 80 ml/min., in ii) are 0.85 bar and 150 ml/min., and; in iii) are 0.85 bar and 130 ml/min.",
																	"source": "<p>Source:</p> US8633302"
																},
																{
																	"name": "Viscosity",
																	"color": "yellow",
																	"claimReason": "“… method of reducing the viscosity to about 50 cs or less of a subcutaneous formulation …”",
																	"indClaim": "<p>[IC]</p>1. A method of reducing the viscosity to about 50 cs or less of a subcutaneous formulation containing 100 mg/ml of a monoclonal antibody comprising the addition of a salt in an amount greater than 100 mM, wherein the salt is selected from the group consisting of arginine hydrochloride, sodium thiocyanate, ammonium thiocyanate, ammonium sulfate, ammonium chloride, calcium chloride, zinc chloride and sodium acetate.",
																	"depClaim": "<p>[DC]</p>2. The method of claim 1 wherein said salt is added in an amount greater than 100 to about 200 mM.",
																	"source": "<p>Source:</p> US7666413"
																}]
												},
												{
													"name": "Upstream",
													"color": "yellow",
													"children": [{
																	"name": "Aggregation",
																	"color": "yellow",
																	"claimReason": "“… method for the prevention of the reduction of a disulfide bond in an antibody expressed in a recombinant host cell …”",
																	"indClaim": "<p>[IC]</p>1. A method for the prevention of the reduction of a disulfide bond in an antibody expressed in a recombinant host cell, comprising, following fermentation, sparging the pre-harvest or harvested culture fluid of said recombinant host cell with air, wherein the amount of dissolved oxygen (dO2) in the pre-harvest or harvested culture fluid is at least 10%.",
																	"depClaim": "<p>[DC]</p>2. The method of claim 1 wherein said air sparging is continued until the pre-harvest or harvested culture fluid is at least 30% saturated with air.",
																	"source": "<p>Source:</p> US8574869"
																},
																{
																	"name": "Cell culture",
																	"color": "yellow",
																	"claimReason": "“… method of improving or enhancing the ability of a population of host cells that express a recombinant protein …”",
																	"indClaim": "<p>[IC]</p>32. A method of improving or enhancing the ability of a population of host cells that express a recombinant protein to adapt to growth in the presence of methotrexate comprising the step of: inserting into host cells a recombinant expression vector comprising: a recombinant gene encoding a recombinant protein of interest, a recombinant expression vector element (rEVE) polynucleotide molecule comprising a sequence selected from the group consisting of SEQ ID NO:1, SEQ ID NO:2, a portion of SEQ ID NO:1, a portion of SEQ ID NO:2, and combinations thereof, and a dihydrofolate reductase (DHFR) gene; wherein a population of the host cells containing the recombinant expression vector has a higher survivability and/or higher growth rate when grown in the presence of methotrexate compared to a population of host cells carrying the same recombinant expression vector lacking the rEVE polynucleotide molecule.",
																	"depClaim": "<p>[DC]</p>33. The method according to claim 32, wherein said methotrexate is present at a concentration in the range of 5 nM to 10 M.",
																	"source": "<p>Source:</p> US7935808"
																},
																{
																	"name": "Fed-batch",
																	"color": "yellow",
																	"claimReason": "“… fed-batch production method of making a human anti-XYZ antibody …”",
																	"indClaim": "<p>[IC]</p>1. A fed-batch production method of making a human anti-XYZ antibody which comprises <p>(1)</p> a light chain variable region (LCVR) comprising the amino acid sequence of SEQ ID NO:1 and <p>(2)</p> a heavy chain variable region comprising the amino acid sequence of SEQ ID NO:2, said method comprising culturing Chinese Hamster Ovary (CHO) cells comprising a nucleic acid encoding said anti-XYZ antibody in a cell culture production medium in large-scale, wherein the glucose concentration in said medium is monitored, the glucose concentration in said medium decreases to below 2 g/L, and glucose is added to said medium when the glucose concentration in said medium decreases to below 2 g/L, or the glucose concentration in said medium is monitored and glucose is added to said medium to maintain the glucose concentration in said medium at a concentration of at least 2 g/L but no greater than 7 g/L, such that said anti-XYZ antibody is produced at a titer of at least 2 g/L in said cell culture production medium.",
																	"depClaim": "<p>[DC]</p>2. The method of claim 1, wherein said anti-XYZ antibody is produced at a titer of at least 2.5 g/L in said cell culture production medium.",
																	"source": "<p>Source:</p> US8911964B2"
																}]
												}
												]
								},
								{
									"name": "Device",
									"color": "blue",
									"children": [{
													"name": "Injection Device",
													"color": "blue",
													"children":[{
																	"name": "Components",
																	"color": "blue",
																	"claimReason": "“… syringe plunger comprising: a pressurizer disposed at a proximal end; and a distal end bifurcated into a first plunger arm …",
																	"indClaim": "<p>[IC]</p>1. A syringe plunger formed of a polymeric material, the syringe plunger comprising: a pressurizer disposed at a proximal end; and a distal end bifurcated into a first plunger arm having a first conical surface and a second conical surface, and a second plunger arm having a first conical surface and a second conical surface, the distal end including: a first contact surface defined by the first conical surface of the first plunger arm and the first conical surface of the second plunger arm, the first contact surface configured to initially contact a firing engagement mechanism, the first contact surface disposed at a first angle of between about 40° and about 80° relative to a longitudinal axis of the syringe plunger, and a second contact surface defined by the second conical surface of the first plunger arm and the second conical surface of the second plunger arm, the second contact surface configured to contact the firing engagement mechanism subsequent to contact by the first contact surface.",
																	"depClaim": "<p>[DC]</p>2. The syringe plunger of claim 1, wherein the firing engagement mechanism is configured to engage the first and second contact surfaces of the plunger arms, the firing engagement mechanism actuating the syringe plunger when the firing engagement mechanism is activated by a minimum force of between about 5 N and about 25 N.",
																	"source": "<p>Source:</p> US8636704B2"
																},
																{
																	"name": "Operation",
																	"color": "blue",
																	"claimReason": "“… method for operating an automatic injection device, the method comprising: operating an actuating bias member to move a plunger …”",
																	"indClaim": "<p>[IC]</p>15. A method for operating an automatic injection device, the method comprising: operating an actuating bias member to move a plunger including a projecting region comprising an upper solid portion, a lower solid portion and one or more flexible elbows on either side of a central void provided between the upper and lower solid portions of the plunger, wherein the projecting region is in a projecting position when the one or more elbows project outwardly from the central void and in a collapsed position when the one or more elbows are collapsed inwardly toward the central void; and engaging one end of a syringe with the plunger to drive the syringe from a first position relative to a housing in which a needle coupled to another end of the syringe is shrouded by the housing to a second position relative to the housing in which the needle projects from the housing; wherein the projecting region of the plunger is in the projecting position prior to entering the syringe and wherein the projecting region is in the collapsed position inside the syringe for applying an expulsion force to a bung in the syringe in order to compress a liquid dose in the syringe and cause expression of the liquid dose from the syringe, wherein a collapsing movement of the projecting region toward the central void from the projecting position outside the syringe to the collapsed position inside the syringe causes an elongation in the length of the plunger.",
																	"depClaim": "<p>[DC]</p>16. The method as claimed in claim 15, wherein the central void is a longitudinally extending slit.",
																	"source": "<p>Source:</p> US8162887"
																},
																{
																		"name": "Training",
																		"color": "blue",
																		"claimReason": "“… needleless automatic injection training device for training a recipient on administration of a substance …”",
																		"indClaim": "<p>[IC]</p>1. A needleless automatic injection training device for training a recipient on administration of a substance, the training device comprising: a cylindrical outer housing; an activation button operatively coupled to the housing; an audible mechanism to convey audible information to a user concerning operation of the training device; a visual indicator, wherein the visual indicator conveys information to a user after a predetermined time period from depression of the activation button to simulate completion of an injection; and wherein the training device is unsuitable for administering a substance.",
																		"depClaim": "<p>[DC]</p>2. The training device of claim 1, wherein the audible information is conveyed in response to an activation of the activation button. ",
																		"source": "<p>Source:</p> US9572938"
																}]	
												}]
								},
								{
									"name": "Function",
									"color": "red",
									"children": [{
													"name": "Affinity",
													"color": "red",
													"claimReason": "“… dissociates from human XYZ with a Kd of 1×10-8 M or less and a Koff rate constant of 1×10-3 s-1 or less …”",
													"indClaim": "<p>[IC]</p>1. An isolated human antibody, or an antigen-binding portion thereof, that dissociates from human TNF with a Kd of 1×10-8 M or less and a Koff rate constant of 1×10-3 s-1 or less, both determined by surface plasmon resonance, and neutralizes human XYZ cytotoxicity in a standard in vitro L929 assay with an IC50 of 1×10-7 M or less.",
													"depClaim": "<p>[DC]</p>2. The isolated human antibody, or antigen-binding portion thereof, of claim 1, which dissociates from human XYZ with a Koff rate constant of 5×10-4 s-1 or less. ",
													"source": "<p>Source:</p> US6090382"
												},
												{
													"name": "Cytotoxicity",
													"color": "red",
													"claimReason": "“… and neutralizes human XYZ cytotoxicity in a standard in vitro ZZZ assay with an IC50 of 1×107 M or less …”",
													"indClaim": "<p>[IC]</p>1. An isolated human antibody, or an antigen-binding portion thereof, that dissociates from human XYZ with a Kd of 1×10-8 M or less and a Koff rate constant of 1×10-3 s-1 or less, both determined by surface plasmon resonance, and neutralizes human XYZ cytotoxicity in a standard in vitro L929 assay with an IC50 of 1×10-7 M or less.",
													"depClaim": "<p>[DC]</p>54. A pharmaceutical composition comprising an isolated human antibody, or antigen-binding portion thereof, which dissociates from human XYZ with a Kd of 1×108 M or less and a Koff rate constant of 1×103 s1 or less, both determined by surface plasmon resonance, and neutralizes human XYZ cytotoxicity in a standard in vitro ZZZ assay with an IC50 of 1×107 M or less, and a pharmaceutically acceptable carrier, wherein the composition has a form selected from the group consisting of a liquid, a semi-solid dosage form, a solid dosage form, a dispersion, a suspension, a tablet, a pill, a powder, a liposome, and a suppository.",
													"source": "<p>Source:</p> US6090382"
												},
												{
													"name": "Epitope Binding",
													"color": "red",
													"claimReason": "“… specifically binds to said human XYZ receptor …” </br>“CAUTION: the case law for claiming epitopes is in flux.  Please consult a patent attorney.”",
													"indClaim": "<p>[IC]</p>1. An isolated antibody to human XYZ receptor, wherein said antibody specifically binds to said human XYZ receptor.",
													"depClaim": "<p>[DC]</p>2. An antibody according to claim 1, wherein said antibody can specifically bind to amino acid sequence KTS MHP PYS LGQ LVP of said human XYZ receptor.",
													"source": "<p>Source:</p> US5670373"
												},
												{
													"name": "Multiple Functions",
													"color": "red",
													"claimReason": "“… binds, mediates cell lysis, mediates ADCC …”",
													"indClaim": "<p>[IC]</p>15. A humanized variant of a non-human parent antibody, wherein the humanized variant comprises non-human Complementarity Determining Region (CDR) amino acid residues and human Framework Region (FR) amino acid residues, and:  <p>(a)</p> binds the XYZ receptor with an affinity of about 4.7 nM Kd or better affinity: <p>(b)</p> mediates specific cell lysis of ZZZ cells in the presence of IL-2 activated human peripheral blood lymphocytes at least about four fold more effectively than the non-human parent antibody; and <p>(c)</p> mediates Antibody Dependent Cellular Cytotoxicity (ADCC) selective for cell types which overexpress p185HER2 at least about two fold more effectively than for cell types which express low levels of p185HER2.",
													"depClaim": "<p>[DC]</p>16. The humanized variant of claim 15 which binds the XYZ receptor with an affinity of about 0.82 nM Kd or better affinity. ",
													"source": "<p>Source:</p> US6054297"
												}]	
								},
								{
									"name": "Method",
									"color": "orange",
									"children": [{
													"name": "Detecting/Diagnostic",
													"color": "orange",
													"children": [{
																	"name": "In vitro",
																	"color": "orange",
																	"claimReason": "“… method of detecting human XYZ (hXYZ) in a biological sample …”",
																	"indClaim": "<p>[IC]</p>2. A method of detecting human XYZ (hXYZ) in a biological sample, said method comprising contacting the biological sample with an isolated human antibody, or an antigen-binding portion thereof, and detecting either an antibody, or antigen-binding portion thereof, bound to hXYZ or an unbound antibody, or antigen-binding portion thereof, to thereby detect hXYZ in the biological sample, wherein the human antibody, or antigen-binding portion thereof, dissociates from human XYZ with a Kd of 1×108 M or less and a Koff rate constant of 1×103 s1 or less, both determined by surface plasmon resonance, and neutralizes human XYZ cytotoxicity in a standard in vitro L929 assay with an IC50 of 1×107 M or less.",
																	"depClaim": "<p>[DC]</p>3. The method of claim 2, wherein detection of the hXYZ is performed using an immunoassay. ",
																	"source": "<p>Source:</p> US8414894"
																}]
												},
												{
													"name": "Functionality",
													"color": "orange",
													"children": [{
																	"name": "MOA",
																	"color": "orange",
																	"claimReason": "“… method of depleting peripheral blood B cells in a human host …”",
																	"indClaim": "<p>[IC]</p>1. A method of depleting peripheral blood B cells in a human host comprising administering to the host an immunologically active chimeric anti-XYZ antibody in an amount effective to deplete peripheral blood B cells in the host, wherein the antibody comprises a light chain variable region comprising amino acid residues 23 to 128 of SEQ ID NO: 4, a human immunoglobulin light chain kappa constant region, a heavy chain variable region comprising amino acid residues 20 to 140 of SEQ ID NO: 6, and a human immunoglobulin heavy chain gamma 1 constant region.",
																	"depClaim": "<p>[DC]</p>2. The method of claim 1 wherein the antibody is administered to the host in four separate infusions of 375 mg/m2 per infusion. ",
																	"source": "<p>Source:</p> US7744877; US8784815; US8414894"
																}]
												},
												{
													"name": "Safety",
													"color": "orange",
													"children": [{
																	"name": "Adverse event",
																	"color": "orange",
																	"claimReason": "“… method of reducing the incidence of an adverse event induced by a therapeutic dose …”",
																	"indClaim": "<p>[IC]</p>24. A method of reducing the incidence of an adverse event induced by a therapeutic dose of an anti-XYZ monoclonal antibody or an antigen-binding portion thereof in treating a hyperproliferative disease, in a subject in need thereof comprising administering (i) a dose of an anti-ZZZ monoclonal antibody or an antigen-binding portion thereof and (ii) a subtherapeutic dose of the anti-XYZ monoclonal antibody or an antigen-binding portion thereof to the subject, wherein the subject exhibits a reduction in the adverse event after the administration.",
																	"depClaim": "<p>[DC]</p>25. The method of claim 24, wherein the adverse event induced by the anti- XYZ monoclonal antibody or an antigen-binding portion thereof comprises colitis, diarrhea, rash, pruritis, esophagitis, duodenitis, ileitis, or any combination thereof. ",
																	"source": "<p>Source:</p> US9358289"
																}]
												}
												]
								},
								{
									"name": "Polynucleotide",
									"color": "aqua",
									"children": [{
													"name": "Sequence",
													"color": "aqua",
													"claimReason": "“… encoded by a nucleic acid sequence . . . set forth in SEQ ID NO:  …”",
													"indClaim": "<p>[IC]</p>16. An XYZ antibody ...  that comprises a heavy chain variable region comprising amino acids having the sequence set forth in SEQ ID NO: 6 and a light chain variable region comprising amino acids having the sequence set forth in SEQ ID NO: 13.",
													"depClaim": "<p>[DC]</p>17. The monoclonal antibody or the antigen-binding portion thereof of claim 16, wherein the monoclonal antibody or the antigen-binding portion thereof comprises a light chain variable region encoded by a nucleic acid sequence that has at least about 80% sequence identity to the nucleotide sequence set forth in SEQ ID NO: 69.",
													"source": "<p>Source:</p> US9492539"
												},
												{
													"name": "Vector",
													"color": "aqua",
													"claimReason": "“… recombinant expression vector element (rEVE) polynucleotide molecule comprising a nucleotide base sequence selected from the group consisting of the nucleotide base sequence of SEQ ID NO:1 …”",
													"indClaim": "<p>[IC]</p>1. An isolated recombinant expression vector element (rEVE) polynucleotide molecule comprising a nucleotide base sequence selected from the group consisting of the nucleotide base sequence of SEQ ID NO:1, the nucleotide base sequence of SEQ ID NO:2, a sequence complementary to any foregoing sequence, an expression-enhancing portion of any foregoing sequence, and combinations thereof.",
													"depClaim": "<p>[DC]</p>2. The isolated rEVE polynucleotide molecule according to claim 1, wherein the rEVE polynucleotide molecule comprises an expression-enhancing portion of the sequence of SEQ ID NO:2 selected from the group consisting of the sequence of bases 462-2422 of SEQ ID NO:2 andthe sequence of bases 1087-2422 of SEQ ID NO:2.",
													"source": "<p>Source:</p> US7935808"
												}]
								},
								{
									"name": "Polypeptide",
									"color": "navy",
									"children": [{
													"name": "Chimeric",
													"color": "navy",
													"claimReason": "“… chimeric antibody comprising at least part of a human immunoglobulin constant region and at least part of a non-human immunoglobulin variable region …”",
													"indClaim": "<p>[IC]</p>1. A chimeric antibody comprising at least part of a human immunoglobulin constant region and at least part of a non-human immunoglobulin variable region, said antibody capable of binding an epitope specific for human XYZ target, wherein the non-human immunoglobulin variable region comprises an amino acid sequence selected from the group consisting of SEQ ID NO: 3 and SEQ ID NO: 5.",
													"depClaim": "<p>[DC]</p>2. An immunoassay method for detecting human XYZ target in a sample, comprising: <p>(a)</p> contacting said sample with an antibody according to claim 1, or a XYZ binding fragment thereof, in detectably labeled form; and <p>(b)</p> detecting the binding of the antibody to said XYZ.",
													"source": "<p>Source:</p> US628447"
												},
												{
													"name": "Competition",
													"color": "navy",
													"children": [{
																	"name": "Cross Competition",
																	"color": "navy",
																	"claimReason": "“… which binds target X and blocks ligand activation of a target X receptor more effectively than humanized monoclonal antibody XYZ …”",
																	"indClaim": "<p>[IC]</p>23. A humanized antibody which binds target X and blocks ligand activation of a target X receptor more effectively than humanized monoclonal antibody XYZ, wherein the humanized antibody comprises nonhuman hypervariable region residues incorporated into human variable heavy and light domains and further consists of framework region (FR) substitutions H69Leu, H71Val, and H73Arg, utilizing the numbering system set forth in Kabat (1991), wherein the humanized antibody comprises variable heavy (VH) domain complementarity determining region (CDR) residues GFTFTDYTMX, wherein X is D or S (SEQ ID NO:7), DVNPNSGGSIYNQRFKG (SEQ ID NO:8), and NLGPSFYFDY (SEQ ID NO:9); and variable light (VL) domain CDR residues KASQDVSIGVA (SEQ ID NO:10), SASYX1X2X3, wherein X1 is R or L, X2 is Y or E, and X3 is T or S (SEQ ID NO:11), and QQYYIYPYT (SEQ ID NO:12).",
																	"depClaim": "",
																	"source": "<p>Source:</p> US7862817B2"
																}]
												},
												{
													"name": "Components",
													"color": "navy",
													"children": [{
																	"name": "CDRs",
																	"color": "navy",
																	"claimReason": "“… antibody comprising VL/VH with CDR sequences …”",
																	"indClaim": "<p>[IC]</p>1. An XYZ antibody molecule comprising a light chain variable domain with a CDR1 selected from the group consisting of any one of SEQ ID NO: 1, 5, 10, 13, 15, 76, 77, 78, 79, 80, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274 and 275, a CDR2 selected from the group consisting of any one of SEQ ID NO: 2, 6, 8, 11, 16, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291 and 292, and a CDR3 selected from the group consisting of any one of SEQ ID NO: 3, 4, 7, 9, 12, 14, 17, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310 and 311; and a heavy chain variable domain with a CDR1 selected from the group consisting of any one of SEQ ID NO: 18, 21, 23, 25, 28, 31, 34, 36, 37, 81, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 392, 333, 334, 335 and 336, a CDR2 selected from the group consisting of any one of SEQ ID NO: 19, 24, 26, 29, 32, 35, 38, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366 and 367, and a CDR3 selected from the group consisting of any one of SEQ ID NO: 20, 22, 27, 30, 33, 39, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390 and 391. ",
																	"depClaim": "<p>[DC]</p>5. An XYZ antibody molecule comprising:",
																	"source": "<p>Source:</p> US9840543 "
																},
																{
																	"name": "FC + Function",
																	"color": "navy",
																	"claimReason": "“An antibody with an Fc portion comprising . . .”",
																	"indClaim": "<p>[IC]</p>1. An antibody comprising an Fc variant portion comprising at least one amino acid modification in the Fc region of said parent Fc polypeptide, wherein said Fc variant modulates binding to an FcyR as compared to the parent Fc polypeptide.",
																	"depClaim": "<p>[DC]</p>2. An antibody according to claim 1 wherein said modulation is an increase in alfinity of said antibody to said FcyR. ",
																	"source": "<p>Source:</p> US2004/0132101"
																},
																{
																	"name": "FRs",
																	"color": "navy",
																	"claimReason": "“… have at least about XX% sequence identity to the framework regions of a light chain variable region …”",
																	"indClaim": "<p>[IC]</p>1. An isolated monoclonal antibody ... cross competes  ... comprising a heavy chain variable region that comprises CDR1, CDR2, and CDR3 domains and a light chain variable region that comprises CDR1, CDR2, dnd CDR3 domains selected from the group consisting of: . . .  </br>. . . SEQ ID NOs. </br>. . . wherein the monoclonal antibody or antigen-binding, portion thereof exhibits at least one of the following properties:",
																	"depClaim": "<p>[DC]</p>2. The monoclonal antibody or antigen-binding portion thereof of claim 1, wherein the light chain framework regions of the monoclonal antibody or antigen-binding portion thereof comprise amino acids that have at least about 80% sequence identity to the framework regions of a light chain variable region selected from the group consisting of SEQ ID NO: 8, SEQ ID NO: 9, and SEQ ID NO: 11.",
																	"source": "<p>Source:</p> US9492539"
																},
																{
																	"name": "Single Chain",
																	"color": "navy",
																	"claimReason": "“… single-chain multi-functional polypeptide comprising …”",
																	"indClaim": "<p>[IC]</p>1. A single-chain multi-functional polypeptide comprising </br>(a) a first domain comprising a binding-site of an antibody or an immunoglobulin chain thereof specifically recognizing the X antigen; and </br>(b) a second domain comprising a binding site of an antibody or an immunoglobulin chain thereof recognizing the human Y antigen, wherein said domains are arranged in the order VLX-VHX-VHY-VLY.",
																	"depClaim": "<p>[DC]</p>2. The polypeptide of claim 1, wherein said two domains are connected by a polypeptide linker.",
																	"source": "<p>Source:</p> US7112324"
																},
																{
																	"name": "Single domain",
																	"color": "navy",
																	"claimReason": "“A single-domain antibody comprising ...”",
																	"indClaim": "<p>[IC]</p>22. An XYZ single-domain antibody (sdAb) comprising  a CDRI comprising the amino acid sequence of SEQ ID NO. 1, a CDR2 comprising the amino acid sequence of SEQ ID NO. 2, and a CDR3 comprising the amino acid sequence of SEQ ID NO. 3.",
																	"depClaim": "",
																	"source": "<p>Source:</p> US2018/0230225"
																},
																{
																	"name": "VH/VL",
																	"color": "navy",
																	"claimReason": "“… antibody comprising VH of SEQ ID xx abd VL of SEQ ID yy …”",
																	"indClaim": "<p>[IC]</p>10. An XYZ antibody molecule comprising a light chain variable domain of any one of SEQ ID NOs: 82-97, and a heavy chain variable domain of any one of SEQ ID NOs: 100-115. ",
																	"depClaim": "<p>[DC]</p>11. The XYZ antibody molecule of claim 10, wherein a combination of light chain variable domain and heavy chain variable domain comprises SEQ ID NOs: 82/101, 88/101, 94/112 or 93/114.",
																	"source": "<p>Source:</p> US8940543"
																},
																{
																	"name": "VH/VL + Function",
																	"color": "navy",
																	"claimReason": "“… VH/VL SEQs & interacts with a human XYZ receptor and inhibits binding of the natural ligang to the receptor …”",
																	"indClaim": "<p>[IC]</p>1. A method of treating bone loss in a patient, comprising administering an antibody comprising a heavy chain and a light chain, wherein the heavy chain comprises CDR1, CDR2, and CDR3 of SEQ ID NO: 13 and the light chain comprises CDR1, CDR2, and CDR3 of SEQ ID NO: 14, wherein the heavy chain and light chain form an antibody that interacts with a human XYZ receptor and inhibits binding of human XYZ ligand to the recepor.",
																	"depClaim": "<p>[DC]</p>2. The method of claim 1, wherein:",
																	"source": "<p>Source:</p> US8409578"
																}]
												},
												{
													"name": "Crystal Structure",
													"color": "navy",
													"claimReason": "“... A crystal of an IgG human XYZ antibody comprising two heavy chains each with a molecular weight of about 50 kDa and comprising a light chain variable region (LCVR) comprising the amino acid sequence of SEQ ID NO: 1 …”",
													"indClaim": "<p>[IC]</p>1. A crystal of an IgG human XYZ antibody comprising two heavy chains each with a molecular weight of about 50 kDa and comprising a light chain variable region (LCVR) comprising the amino acid sequence of SEQ ID NO: 1, and a heavy chain variable region (HCVR) comprising the amino acid sequence of SEQ ID NO: 2, wherein said crystal has a needle morphology with a length of about 2-500 m and an l/d ratio of about 3 to 30.",
													"depClaim": "<p>[DC]</p>2. The crystal according to claim 1, wherein said antibody is selected from the group consisting of: IgG1, IgG2, IgG3 and IgG4 antibodies. ",
													"source": "<p>Source:</p> US8436149"
												},
												{
													"name": "Humanization",
													"color": "navy",
													"claimReason": "“… method for making a humanized antibody … comprising the steps of …”",
													"indClaim": "<p>[IC]</p>1. A method for making a humanized antibody comprising non-human, import Complementarity Determining Region (CDR) amino acid residues and human Framework Region (FR) amino acid residues, comprising the steps of: </br>(a) obtaining the amino acid sequences of an import variable domain and of a VH subgroup III consensus human variable domain; </br>(b) identifying CDR amino acid sequences in the import and the human variable domain sequences; </br>(c) substituting import CDRs for the corresponding human CDRs; </br>(d) aligning the amino acid sequences of a FR of the import antibody and the corresponding FR of the consensus variable domain; </br>(e) identifying import antibody FR residues in the aligned FR sequences that are nonhomologous to the corresponding consensus variable domain residues; </br>(f) determining if the non-homologous import amino acid residue is expected to have at least one of the following effects: </br>(1) non-covalently binds antigen directly; </br>(2) interacts with a CDR; or </br>(3) participates in the VL -VH interface; </br>(g) for any non-homologous import antibody amino acid residue which is expected to have at least one of these effects, substituting that residue for the corresponding amino acid residue in the consensus variable domain FR sequence; and </br>(h) preparing a humanized antibody which binds antigen, wherein the humanized antibody",
													"depClaim": "<p>[DC]</p>2. The method of claim 1, having an additional step of determining if any such non-homologous residues are exposed on the surface of the domain or buried within it, and if the residue is exposed, retaining the consensus residue. ",
													"source": "<p>Source:</p> US6054297"
												}]
								},
								{
									"name": "Product",
									"color": "fuchsia",
									"children": [{
													"name": "Analytics",
													"color": "fuchsia",
													"children": [{
																	"name": "Acid species",
																	"color": "fuchsia",
																	"claimReason": "“… wherein the acidic species of XYZ antibody correspond to the peaks that elute earlier than the main peak in a WCX-10 HPLC chromatogram of the XYZ antibody …”",
																	"indClaim": "<p>[IC]</p>1. A composition comprising XYZ antibody, wherein the composition comprises less than 10% total acidic species of the XYZ antibody, wherein the acidic species of the XYZ antibody correspond to the peaks that elute earlier than the main peak in a WCX-10 HPLC chromatogram of the XYZ antibody, wherein the WCX-10 HPLC chromatogram is generated using a first mobile phase of 10 mM Sodium Phosphate dibasic (pH 7.5) and a second mobile phase of 10 mM Sodium Phosphate dibasic, 500 mM Sodium Chloride (pH 5.5), and wherein the WCX-10 HPLC chromatogram is generated using detection at 280 nm.",
																	"depClaim": "<p>[DC]</p>2. The composition of claim 1, wherein the acidic species of the XYZ antibody comprise a first acidic region (AR1) and a second acidic region (AR2). ",
																	"source": "<p>Source:</p> US9334319"
																},
																{
																	"name": "HCP",
																	"color": "fuchsia",
																	"claimReason": "“… article of manufacture comprising a packaging material and an XYZ-mab formulation …”",
																	"indClaim": "<p>[IC]</p>10. An article of manufacture comprising a packaging material and an XYZ-mab formulation, wherein the XYZ-mab formulation comprises no greater than about 70 ng of HCP per mg of XYZ-mab as measured by an HCP ELISA and a cathepsin L activity of no greater than about 3.0 RFU/s/mg XYZ-mab.",
																	"depClaim": "<p>[DC]</p>11. The article of manufacture of claim 10, wherein the XYZ-mab formulation comprises no greater than 13 ng of HCP per mg of XYZ-mab.",
																	"source": "<p>Source:</p> US8231876"
																},
																{
																	"name": "Variant species",
																	"color": "fuchsia",
																	"claimReason": "“… antibody and its variant species …”",
																	"indClaim": "<p>[IC]</p>7. A composition comprising a human anti-XYZ antibody, wherein the sum of the lysine variant species having one C-terminal lysine (Lys 1) and the lysine variant species having two C-terminal lysines (Lys 2) in said composition is greater than 35%, wherein the lysine variant species include the main peak and peaks that elute at a relative residence time later than the main peak, as detected using weak cation-exchange chromatography, and wherein the human anti-XYZ antibody comprises a light chain variable region (LCVR) having a CDR1 domain comprising the amino acid sequence of SEQ ID NO:7, a CDR2 domain comprising the amino acid sequence of SEQ ID NO:5, and a CDR3 domain comprising the amino acid sequence of SEQ ID NO:3; and a heavy chain variable region (HCVR) having a CDR1 domain comprising the amino acid sequence of SEQ ID NO:8, a CDR2 domain comprising the amino acid sequence of SEQ ID NO:6, and a CDR3 domain comprising the amino acid sequence of SEQ ID NO:4.",
																	"depClaim": "<p>[DC]</p>8. The composition of claim 7, wherein said human anti-XYZ antibody is XYZ-mab.",
																	"source": "<p>Source:</p> US9181337"
																}]
												},
												{
													"name": "Crystaline component",
													"color": "fuchsia",
													"children": [{
																	"name": "Crystaline component",
																	"color": "fuchsia",
																	"claimReason": "“… composition comprising a crystal of an XYZ antibody …”",
																	"indClaim": "<p>[IC]</p>13. A composition comprising a crystal of an XYZ antibody, said composition obtainable by a batch crystallization method, wherein said crystal has a needle morphology with a length of about 2-500 m and an l/d ratio of about 3 to 30.",
																	"depClaim": "<p>[DC]</p>14. The composition of claim 13, wherein the antibody is non-glycosylated. ",
																	"source": "<p>Source:</p> US8034906"
																}]
												},
												{
													"name": "Formulation",
													"color": "fuchsia",
													"children": [{
																	"name": "Concentration +",
																	"color": "fuchsia",
																	"claimReason": "“… aqueous formulation has a hydrodynamic diameter (Dh) of less than about 4 nm …”",
																	"indClaim": "<p>[IC]</p>28. An aqueous formulation comprising an antibody, or an antigen-binding fragment, at a concentration of at least about 20 mg/mL, and water, wherein the antibody, or antigen-binding fragment, has a hydrodynamic diameter (Dh) of less than about 4 nm, and wherein the antibody, or antigen-binding fragment thereof, has a molecular weight (Mw) greater than about 47 kDa.",
																	"depClaim": "<p>[DC]</p>29. The formulation of claim 28, wherein the antibody has a Dh of less than about 3 nm.",
																	"source": "<p>Source:</p> US8420081"
																},
																{
																	"name": "Container +",
																	"color": "fuchsia",
																	"claimReason": "“… A sealed container comprising aqueous XYZmab formulation …”",
																	"indClaim": "<p>[IC]</p>46. A sealed container comprising an aqueous XYZmab formulation, wherein said formulation: </br>(a) comprises 100 m/l of XYZmab or a XYZmab antigen-binding fragment, about 25 mM histidine, and about 1.6 mM glycine in 1.2 ml of distilled water; and </br>(b) does not comprise mannitol, and wherein said XYZmab or XYZmab antigen-binding fragment in the formulation is stable at 2° C. to 8° C. for at least 15 months as determined by HPSEC.",
																	"depClaim": "<p>[DC]</p>47. The sealed container of claim 45 or 46, wherein said XYZmab or XYZmab antigenbinding fragment in the formulation is stable at 2° C. to 8° C. for 15 months as determined by HPSEC. ",
																	"source": "<p>Source:</p> US7785592"
																},
																{
																	"name": "Ingredients",
																	"color": "fuchsia",
																	"claimReason": "“… pharmaceutical formulation comprising (a) about 20 to about 150 mg/ml of a human XYZ antibody, or antigen-binding portion thereof; (b) 5-20 mg/ml of mannitol …”",
																	"indClaim": "<p>[IC]</p>11. A liquid aqueous pharmaceutical formulation comprising </br>(a) about 20 to about 150 mg/ml of a human XYZ antibody, or antigen-binding portion thereof; </br>(b) 5-20 mg/ml of mannitol, </br>(c) 0.1-10 mg/ml of polysorbate-80, and </br>(d) a buffer system comprising citrate and phosphate, with a pH of 4 to 8, wherein the antibody, or antigen-binding portion thereof, comprises a light chain variable region comprising … SEQ ID Nos.; and comprises a heavy chain variable region comprising a CDR 1 domain comprising the amino acid sequence set forth in SEQ ID NO:8; a CDR2 domain comprising the amino acid sequence set forth in SEQ ID NO:6; and a CDR3 domain comprising the amino acid sequence set forth in SEQ ID NO: 4, or modified from SEQ ID NO: 4 by a single alanine substitution at position 2, 3, 4, 5, 6, 8, 9, 10, or 11, or by one to five conservative amino acid substitutions at positions 2, 3, 4, 5, 6, 8, 9, 10, 11, and/or 12.",
																	"depClaim": "<p>[DC]</p>12. The liquid aqueous pharmaceutical formulation of claim 11, which comprises",
																	"source": "<p>Source:</p> US8216583"
																},
																{
																	"name": "pH +",
																	"color": "fuchsia",
																	"claimReason": "“… formulation comprising an antibody that binds to XYZ in an arginine acetate buffer at a pH from about 4.5 to about 6.0 …”",
																	"indClaim": "<p>[IC]</p>24. A pharmaceutical formulation comprising an antibody that binds to XYZ in an arginine acetate buffer at a pH from about 4.5 to about 6.0, and a surfactant, wherein the antibody is XYZmab.",
																	"depClaim": "<p>[DC]</p>25. The pharmaceutical formulation of claim 24, wherein the arginine acetate buffer is pH 4.5 to 5.5. ",
																	"source": "<p>Source:</p> US9226961"
																}]
												},
												{
													"name": "Glycosylation pattern",
													"color": "fuchsia",
													"claimReason": "“…  more than 25% of the total N-linked oligosaccharides on the antibody are of X form …”",
													"indClaim": "<p>[IC]</p>1. A composition comprising XYZ antibody, wherein more than 25% of the total N-linked oligosaccharides present on said XYZ antibody are of a galactose-containing fucosylated biantennary oligosaccharide form (sum of NA1F+NA2F).",
													"depClaim": "<p>[DC]</p>2. The composition of claim 1, wherein 26-40% of the total N-linked oligosaccharides present on said XYZ antibody are of a galactose-containing fucosylated biantennary oligosaccharide form (sum of NA1F+NA2F). ",
													"source": "<p>Source:</p> US9255143"
												},
												{
													"name": "Lyophilized",
													"color": "fuchsia",
													"claimReason": "“… vial containing a formulation comprising a lyophilized mixture of a recombinant humanized HER2 monoclonal antibody, a lyoprotectant, and a buffer …”",
													"indClaim": "<p>[IC]</p>14. A vial containing a formulation comprising a lyophilized mixture of a recombinant humanized XYZ antibody, a lyoprotectant, and a buffer.",
													"depClaim": "<p>[DC]</p>15. The vial of claim 14 which is a 3, 5, 10, 20, 50, or 100 cc vial. ",
													"source": "<p>Source:</p> US7682609"
												},
												{
													"name": "Polypeptidetide",
													"color": "fuchsia",
													"children": [{
																	"name": "Modified species",
																	"color": "fuchsia",
																	"claimReason": "“… the main antibody and a modified species …”",
																	"indClaim": "<p>[IC]</p>1. A composition comprising: (a) a main species XYZ antibody that binds to domain II of XYZ and comprises the variable light amino acid sequence in SEQ ID No. 3 and the variable heavy amino acid sequence in SEQ ID No. 4, and (b) the main species XYZ antibody comprising an amino-terminal leader extension, wherein the amino-terminal leader extension comprises VHS-, wherein from 5% to about 15% of the antibody molecules in the composition comprise an aminoterminal leader extension, as quantified by cation exchange analysis.",
																	"depClaim": "<p>[DC]</p>2. The composition of claim 1 wherein the amino-terminal leader extension is on a light chain of the antibody comprising the VHS- extension. ",
																	"source": "<p>Source:</p> US7560111"
																}]
												},
												{
													"name": "Dosage Form",
													"color": "fuchsia",
													"claimReason": "“… a form selected from the group consisting of a liquid, a semi-solid dosage form,…”",
													"indClaim": "<p>[IC]</p>54. A pharmaceutical composition comprising an isolated human antibody ...., and a pharmaceutically acceptable carrier, wherein the composition has a form selected from the group consisting of a liquid, a semi-solid dosage form, a solid dosage form, a dispersion, a suspension, a tablet, a pill, a powder, a liposome, and a suppository.",
													"depClaim": "",
													"source": "<p>Source:</p> US8414894"
												},
												{
													"name": "Rx-Carrier",
													"color": "fuchsia",
													"claimReason": "“… wherein the pharmaceutically acceptable carrier is selected from the group consisting of water, saline, …”",
													"indClaim": "<p>[IC]</p>84. A pharmaceutical composition comprising an isolated human XYZ antibody, or antigen binding portion thereof, and a pharmaceutically acceptable carrier, wherein the pharmaceutically acceptable carrier is selected from the group consisting of water, saline, phosphate buffered saline, dextrose, glycerol, ethanol, an isotonic agent, a sugar, a polyalcohol, mannitol, sorbitol, and sodium chloride, and  wherein the antibody or antigen-binding portion thereof, comprises ….",
													"depClaim": "",
													"source": "<p>Source:</p> US8414894"
												}]			
								},
								{
									"name": "Treatment",
									"color": "olive",
									"children": [{
													"name": "Biomarker",
													"color": "olive",
													"claimReason": "“… method for increasing likelihood of effectiveness of breast cancer treatment with humanized anti-XYZ antibody, which method comprises administering …”",
													"indClaim": "<p>[IC]</p>1. A method for increasing likelihood of effectiveness of breast cancer treatment with humanized anti- XYZ antibody, which method comprises administering a cancer treating dose of said antibody to a human subject diagnosed with breast cancer, wherein an xyz gene amplification in breast cancer cells in a tissue sample from the subject has been detected, and wherein the breast cancer cells from the human subject have been found to have a 0 or 1+ score of XYZ protein expression by immunohistochemistry.",
													"depClaim": "<p>[DC]</p>2. The method according to claim 1, wherein the breast cancer cells from the human subject have been found to have a 0 or 1+ score of XYZ protein expression by immunohistochemistry on a formaldehyde-fixed tissue sample. ",
													"source": "<p>Source:</p> US7993834"
												},
												{
													"name": "Combination therapy",
													"color": "olive",
													"children": [{
																	"name": "Dose & regimen",
																	"color": "olive",
																	"claimReason": "“… method of reducing signs and symptoms in a patient ... dose of 40 mg once every 13-15 days … CDR seqs...”",
																	"indClaim": "<p>[IC]</p>1. A method of reducing signs and symptoms in a patient with moderately to severely active rheumatoid arthritis, comprising: administering to said patient, in combination with methotrexate, a human anti-XYZ antibody, wherein the human anti-XYZ antibody is administered subcutaneously in a total body dose of 40 mg once every 13-15 days, and wherein the anti-XYZ antibody comprises an IgG1 heavy chain constant region; a variable light (“VL”) chain region comprising a CDR1 having the amino acid sequence of SEQ ID NO:7, a CDR2 having the amino acid sequence of SEQ ID NO:5, and a CDR3 having the amino acid sequence of SEQ ID NO:3; and a variable heavy (“VH”) chain region comprising a CDR1 having the amino acid sequence of SEQ ID NO:8, a CDR2 having the amino acid sequence of SEQ ID NO:6 and a CDR3 having the amino acid sequence of SEQ ID NO:4.",
																	"depClaim": "<p>[DC]</p>2. The method of claim 1, wherein the VL chain region of the anti-XYZ antibody has the amino acid sequence of SEQ ID NO:1 and the VH chain region of the anti-TNF antibody has the amino acid sequence of SEQ ID NO:2. <p>[DC]</p>3. The method of claim 1, wherein the dosage is administered from a 40 mg dosage unit form. <p>[DC]</p>4. The method of claim 3, wherein the VL chain region of the anti-XYZ antibody has the amino acid sequence of SEQ ID NO:1 and the VH chain region of the anti-TNF antibody has the amino acid sequence of SEQ ID NO:2.",
																	"source": "<p>Source:</p> US9017680"
																},
																{
																	"name": "Epitope binding",
																	"color": "olive",
																	"claimReason": "“… antibody which binds to epitope ZZZ within the XYZ extracellular domain sequence …”</br>“CAUTION: the case law for claiming epitopes is in flux.  Please consult a patent attorney.”",
																	"indClaim": "<p>[IC]</p>1. A method for the treatment of a human patient with a malignant progressing tumor or cancer characterized by overexpression of XYZ receptor, comprising administering a combination of an intact antibody which binds to epitope ZZZ within the XYZ extracellular domain sequence and a taxoid, in the absence of an anthracycline derivative, to the human patient in an amount effective to extend the time to disease progression in said human patient, without increase in overall severe adverse events.",
																	"depClaim": "<p>[DC]</p>2. The method of claim 1 wherein said patient has a malignant tumor. <p>[DC]</p>3. The method of claim 1 wherein said patient has cancer. <p>[DC]</p>4. The method of claim 3 wherein said cancer is selected from the group consisting of breast cancer, squamous cell cancer, small-cell lung cancer, non-small cell lung cancer, gastrointestinal cancer, pancreatic cancer, glioblastoma, cervical cancer, ovarian cancer, liver cancer, bladder cancer, hepatoma, colon cancer, colorectal cancer, endometrial carcinoma, salivary gland carcinoma, kidney cancer, liver cancer, prostate cancer, vulval cancer, thyroid cancer, hepatic carcinoma and various types of head and neck cancer. <p>[DC]</p>5. The method of claim 4 wherein said cancer is breast cancer. <p>[DC]</p>6. The method of claim 5 wherein said cancer is metastatic breast carcinoma. <p>[DC]</p>7. The method of claim 1 wherein said antibody is a humanized ZZZ anti-XYZ antibody. <p>[DC]</p>8. The method of claim 1 wherein said taxoid is paclitaxel. <p>[DC]</p>9. The method of claim 8 wherein the effective amount of said combination is lower than the sum of the effective amounts of said anti-ErbB2 antibody and said taxoid, when administered individually, as single agents. <p>[DC]</p>10. The method of claim 1 wherein efficacy is further measured by determining the response rate.",
																	"source": "<p>Source:</p> US7846441"
																},
																{
																	"name": "Function-sequence",
																	"color": "olive",
																	"claimReason": "“… method of treating …by treating an XYZ antibody in combination with …”",
																	"indClaim": "<p>[IC]</p>1. A method of treating a subject having a XYZ-positive hematological malignancy, comprising administering to the subject in need thereof an anti-XYZ antibody in combination with cyclophosphamide, doxorubicin, vincristine and prednisone (CHOP), wherein the anti-XYZ antibody induces in vitro killing of XYZ-expressing cells by antibody-dependent cell-mediated cytotoxicity (ADCC), antibody-dependent cellular phagocytosis (ADCP), complement dependent cytotoxicity (CDC), apoptosis, or in vitro modulation of XYZ enzymatic activity and comprises heavy chain complementarity determining region (HCDR) 1 (HCDR1), 2 (HCDR2) and 3 (HCDR3) sequences of SEQ ID NOs: 6, 7 and 8, respectively, and light chain complementarity determining region (LCDR) 1 (LCDR1), 2 (LCDR2) and 3 (LCDR3) sequences of SEQ ID NOs: 9, 10 and 11, respectively, wherein the subject is resistant to or has acquired resistance to treatment with at least one chemotherapeutic agent.",
																	"depClaim": "<p>[DC]</p>2. The method of claim 1, wherein the anti- XYZ antibody induces killing of the XYZ-expressing cells by ADCC or CDC in vitro. <p>[DC]</p>3. The method of claim 2, wherein the anti- XYZ antibody is of IgG1, IgG2, IgG3 or IgG4 isotype. <p>[DC]</p>4. The method of claim 3, wherein the anti- XYZ antibody has a biantennary glycan structure with fucose content of about 50%, 45%, 40%, 35%, 30%, 25%, 20%, 15%, 14%, 13%, 12%, 11% 10%, 9%, 8%, 7%, 6%, 5%, 4%, 3%, 2%, 1% or 0%. <p>[DC]</p>5. The method of claim 3, wherein the anti- XYZ antibody comprises a substitution in the antibody Fc at amino acid position 256, 290, 298, 312, 356, 330, 333, 334, 360, 378 or 430, wherein residue numbering is according to the EU index. <p>[DC]</p>6. The method of claim 1, wherein the anti- XYZ antibody comprises a heavy chain variable region (VH) of SEQ ID NO: 4 and a light chain variable region (VL) of SEQ ID NO: 5. <p>[DC]</p>7. The method of claim 6, wherein the anti- XYZ antibody comprises a heavy chain of SEQ ID NO: 12 and a light chain of SEQ ID NO: 13. <p>[DC]</p>8. The method of claim 1, wherein the XYZ-positive hematological malignancy is multiple myeloma, acute lymphoblastic leukemia (ALL), non-Hodgkin's lymphoma (NHL), diffuse large Bcell lymphoma (DLBCL), Burkitt's lymphoma (BL), follicular lymphoma (FL) or mantle-cell lymphoma (MCL). <p>[DC]</p>9. The method of claim 8, wherein the XYZ-positive hematological malignancy is DLBCL. <p>[DC]</p>10. The method of claim 8, wherein the subject is resistant to or has acquired resistance to treatment with a combination of at least one chemotherapeutic agent and an anti-ZZZ antibody. <p>[DC]</p>11. The method of claim 8, wherein the subject has discontinued treatment with at least one chemotherapeutic agent or a combination of at least one chemotherapeutic agent and an anti-ZZZ antibody due to side effects. <p>[DC]</p>12. The method of claim 10 or 11, wherein the anti-ZZZ antibody is rituximab (RITUXAN®), ofatumumab (ARZERRA®), veltuzumab, ocrelizumab, obinutuzumab (GA-101), PRO13192 or ocratuzumab (AME-133v). <p>[DC]</p>13. The method of claim 12, wherein the anti-ZZZ antibody is rituximab. <p>[DC]</p>14. The method of claim 10 or 11, wherein the at least one chemotherapeutic agent is cyclophosphamide, doxorubicin, vincristine, prednisone, ifosfamide, carboplatin or etoposide. <p>[DC]</p>15. The method of claim 14, wherein the at least one chemotherapeutic agent is a combination of cyclophosphamide, doxorubicin, vincristine and prednisone (CHOP). <p>[DC]</p>16. The method of claim 14, wherein the at least one chemotherapeutic agent is a combination of ifosfamide, carboplatin and etoposide (ICE). <p>[DC]</p>17. The method of claim 1, wherein the anti-CD38 antibody, cyclophosphamide, doxorubicin, vincristine and prednisone are administered simultaneously, sequentially or separately. <p>[DC]</p>18. The method of claim 1, wherein the patient is further treated with radiotherapy.",
																	"source": "<p>Source:</p> US9603927"
																},
																{
																	"name": "Subpopulation",
																	"color": "olive",
																	"claimReason": "“… who does not have rheumatoid arthritis or cancer …”",
																	"indClaim": "<p>[IC]</p>2. A method of treating vasculitis in a human who does not have rheumatoid arthritis or cancer comprising: </br>(a) administering to the human more than one intravenous dose of a therapeutically effective amount of XYZmab; and </br>(b) administering to the human glucocorticosteroid.",
																	"depClaim": "<p>[DC]</p>The method of claim 2 wherein the glucocorticosteroid is prednisone, methylprednisolone, or dexamethasone.",
																	"source": "<p>Source:</p> US8545843"
																},
																{
																	"name": "Broad",
																	"color": "olive",
																	"claimReason": "“… administering to the human more than one intravenous dose of a therapeutically effective amount of XYZmab …and methotrexate.”",
																	"indClaim": "<p>[IC]</p>1. A method of treating rheumatoid arthritis in a human comprising: (a) administering to the human more than one intravenous dose of a therapeutically effective amount of XYZmab; and (b) administering to the human methotrexate.",
																	"depClaim": "<p>[DC]</p>2. The method of claim 1, wherein each administration of the XYZmab is a dose in the range from about 250 mg/m2 to about 1000 mg/m2. <p>[DC]</p>3. The method of claim 1, comprising administering to the human a glucocorticosteroid. <p>[DC]</p>4. The method of claim 1, comprising administering an initial dose of the XYZmab followed by a subsequent dose, where the mg/m2 dose of the XYZmab in the subsequent dose exceeds the mg/m2 dose of the XYZmab in the initial dose.",
																	"source": "<p>Source:</p> US7820161"
																}]
												},
												{
													"name": "Dose-formulation",
													"color": "olive",
													"claimReason": "“… method of treatment, comprising administering … about 20 mg/ml to about 150 mg/ml of XYZmab, about 10 mM phosphate buffer….”",
													"indClaim": "<p>[IC]</p>9. A method of treatment, comprising administering to a patient with Crohn's disease a therapeutic amount of a stable, aqueous pharmaceutical formulation comprising from about 20 mg/ml to about 150 mg/ml of XYZmab, about 10 mM phosphate buffer, about 140 mM sodium chloride, and polysorbate 80 present in an amount of about 0.001% to 2% (w/v), wherein the Crohn's disease is treated by administration of the stable,  aqueous pharmaceutical formulation.",
													"depClaim": "<p>[DC]</p>10. The method of claim 9, wherein the pharmaceutical formulation is administered to the patient by intravenous administration. <p>[DC]</p>11. The method of 10, wherein the pharmaceutical formulation is administered to the patient over a series of treatments. <p>[DC]</p>12. The method of claim 9, wherein XYZmab is present in an amount of about 20 mg/mL. <p>[DC]</p>13. The method of claim 9, wherein the polysorbate 80 is present an amount of about 0.02% (w/v). <p>[DC]</p>14. The method of claim 9, wherein the formulation has a pH of about 3.0 to about 7.0. <p>[DC]</p>15. The method of claim 14, wherein the pH is about 5.5 to about 6.5. <p>[DC]</p>16. The method of claim 15, wherein the pH is about 6.0 ±0.5. <p>[DC]</p>18. The method of claim 9, wherein the pharmaceutical formulation is administered to the patient by subcutaneous administration.",
													"source": "<p>Source:</p> US8815236"
												},
												{
													"name": "Dose-regimen",
													"color": "olive",
													"claimReason": "",
													"indClaim": "",
													"depClaim": "",
													"source": "",
													"children": [{
																	"name": "Multiple Dose (IV)",
																	"color": "olive",
																	"claimReason": "“… wherein the antibody is administered as two intravenous doses of 1000 mg …”",
																	"indClaim": "<p>[IC]</p>1. A method of treating rheumatoid arthritis in a human patient who experiences an inadequate response to a XYZ-inhibitor, comprising administering to the patient an antibody that binds to ZZZ, wherein the antibody is administered as two intravenous doses of 1000 mg.",
																	"depClaim": "",
																	"source": "<p>Source:</p> US7976838"
																},
																{
																	"name": "Multiple Dose (SC)",
																	"color": "olive",
																	"claimReason": "“… multiple-variable dose method for inducing clinical remission of Crohn's disease ... comprising subcutaneously administering to the subject: a first dose of 160 mg of a recombinant human anti-XYZ antibody administered to the subject within a day; and a second dose of 80 mg of the antibody administered to the subject within a day …”",
																	"indClaim": "<p>[IC]</p>1. A multiple-variable dose method for inducing clinical remission of Crohn's disease in a subject in need thereof, comprising subcutaneously administering to the subject: a first dose of 160 mg of a recombinant human anti-XYZ antibody administered to the subject within a day; and a second dose of 80 mg of the antibody administered to the subject within a day, wherein the second dose is administered two weeks following administration of the first dose; wherein the antibody comprises: a heavy chain comprising a CDR1 comprising the amino acid sequence of SEQ ID NO:8; a CDR2 comprising the amino acid sequence of SEQ ID NO:6; and a CDR3 comprising the amino acid sequence of SEQ ID NO:4; and a light chain comprising a CDR1 comprising the amino acid sequence of SEQ ID NO:7; a CDR2 comprising the amino acid sequence of SEQ ID NO:5; and a CDR3 comprising the amino acid sequence of SEQ ID NO:3.",
																	"depClaim": "<p>[DC]</p>5. The method of claim 1, wherein the method further comprises administering to the subject a subsequent subcutaneous injection of 40 mg of the antibody two weeks following administration of the second dose. <p>[DC]</p>6. The method of claim 5, wherein the method further comprises administering to the subject additional subsequent subcutaneous injections of 40 mg of the antibody, wherein the subsequent subcutaneous injections are administered two weeks apart. <p>[DC]</p>7. The method of claim 5, wherein the heavy chain comprises a heavy chain variable region comprising the amino acid sequence of SEQ ID NO:2, and the light chain comprises a light chain variable region comprising the amino acid sequence of SEQ ID NO:1. <p>[DC]</p>8. The method of claim 6, wherein the heavy chain comprises a heavy chain variable region comprising the amino acid sequence of SEQ ID NO:2, and the light chain comprises a light chain variable region comprising the amino acid sequence of SEQ ID NO:1. <p>[DC]</p>9. The method of claim 7, wherein the heavy chain comprises an IgG1 heavy chain constant region and the light chain comprises a kappa light chain constant region. <p>[DC]</p>10. The method of claim 8, wherein the heavy chain comprises an IgG1 heavy chain constant region and the light chain comprises a kappa light chain constant region. <p>[DC]</p>11. The method of claim 9, wherein the antibody is XYZmab. <p>[DC]</p>12. The method of claim 10, wherein the antibody is XYZmab. <p>[DC]</p>13. The method of claim 1, wherein each subcutaneous injection is administered to the subject using a prefilled syringe. <p>[DC]</p>14. The method of claim 1, wherein the subject in need thereof has a Crohn's Disease Activity Index (CDAI) of 220-450.",
																	"source": "<p>Source:</p> US8961973"
																},
																{
																	"name": "Single Dose (SC)",
																	"color": "olive",
																	"claimReason": "“… method for treating rheumatoid arthritis in a human subject, comprising administering subcutaneously to a human subject having rheumatoid arthritis a total body dose of 40 mg of a human anti-XYZ antibody once every 13 -15 days …”",
																	"indClaim": "<p>[IC]</p>1. A method for treating rheumatoid arthritis in a human subject, comprising administering subcutaneously to a human subject having rheumatoid arthritis a total body dose of 40 mg of a human anti-XYZ antibody once every 13 -15 days for a time period sufficient to treat the rheumatoid arthritis, wherein the anti-XYZ antibody comprises an IgG1 heavy chain constant region; a variable light (“VL”) chain region comprising a CDR1 having the amino acid sequence of SEQ ID NO:7, a CDR2 having the amino acid sequence of SEQ ID NO:5, and a CDR3 having the amino acid sequence of SEQ ID NO:3; and a variable heavy (“VH”) chain region  comprising a CDR1 having the amino acid sequence of SEQ ID NO:8, a CDR2 having the amino acid sequence of SEQ ID NO:6 and a CDR3 having the amino acid sequence of SEQ ID NO:4.",
																	"depClaim": "<p>[DC]</p>3. The method of claim 2, wherein the anti-XYZ antibody is administered for a period of at least 24 weeks. <p>[DC]</p>4. The method of claim 1, wherein the anti-XYZ antibody is administered for a period of at least 24 weeks.",
																	"source": "<p>Source:</p> US8889135"
																},
																{
																	"name": "w/ Results",
																	"color": "olive",
																	"claimReason": "“… wherein said patient achieves a 90% reduction of the Psoriasis Area and Severity Index Score (PASI 90) at week 24 of the treatment …”",
																	"indClaim": "<p>[IC]</p>1. A method of treatment of psoriasis in a patient with moderate to severe active psoriatic arthritis (PsA), comprising subcutaneously administering to said patient 40 mg XYZ mab every other week, wherein said patient has 3 swollen and 3 tender joints prior to the treatment and has failed NSAID therapy, and wherein said patient achieves a 90% reduction of the Psoriasis Area and Severity Index Score (PASI 90) at week 24 of the treatment.",
																	"depClaim": "<p>[DC]</p>2. The method of claim 1, wherein said patient has psoriasis in <3% body surface area prior to the treatment. <p>[DC]</p>3. The method of claim 1, wherein said patient has psoriasis in 3% body surface area prior to the treatment.",
																	"source": "<p>Source:</p> US8906373"
																},
																{
																	"name": "Multiple Dose",
																	"color": "olive",
																	"claimReason": "“… method of treating …measuring a biomarker ....administering a dose…”",
																	"indClaim": "<p>[IC]</p>1. A method of treating pain in a renally imparied patient, comprising the steps of: </br>a.  providing a solid oral controlled release dosage form, comprising: </br>i.  about 5 mg to about 80 mg of XYZ compound or a pharmaceutically acceptable salt thereof as the sole active ingredient; and </br>ii.  a controlled release matrix; </br>b.  measuring a creatinine clearance rate of the patient and determining it to be </br>(a) less than about 30 m[L]/min, </br>(b) about 30 mL/min to about 50 mL/min, </br>c) about 51 mL/min to about 80 mL/min, or </br>d) above about 80 mL/min; and </br>c) orally administering to said patient, in dependence on which creatinine clearance rate is found, a lower dosage of the dosage form to provide pain relief; wherein after said administration to said patient, the average AUC of oxymorphone over a 12-hour period is less than about 21 ng•hr/mL.",
																	"depClaim": "",
																	"source": "<p>Source:</p> US 8808737"
																}]
												},
												{
													"name": "2nd line",
													"color": "olive",
													"claimReason": "“… individual suffering from rheumatoid arthritis whose active disease is incompletely controlled despite already receiving methotrexate …”",
													"indClaim": "<p>[IC]</p>1. A method of treating an individual suffering from rheumatoid arthritis whose active disease is incompletely controlled despite already receiving methotrexate comprising adjunctively administering with methotrexate therapy a different composition comprising an anti-human XYZ antibody or a human XYZ binding fragment thereof to the individual, wherein the anti-XYZ antibody or fragment thereof (a) binds to an epitope on human XYZ, (b) inhibits binding of human XYZ to human XYZ cell surface receptors and (c) is administered at a dosage of 0.01-100 mg/kg, and wherein such administration reduces or eliminates signs and symptoms associated with rheumatoid arthritis.",
													"depClaim": "<p>[DC]</p>2. The method of claim 1, wherein (a) methotrexate is administered at an interval of a week or weeks, and (b) the anti-human XYZ antibody or fragment thereof is administered multiple times, each such administration being separated by an interval of a week or weeks from the prior administration.",
													"source": "<p>Source:</p> US7846442"
												}]
								}]
				}]
}
